[
{"body": ["The NASS Agricultural Chemical Use Program is USDA’s official source of statistics about on-farm chemical use and pest management practices. Since 1990, NASS has surveyed U.S. farmers to collect information on the chemical ingredients they apply to agricultural commodities through fertilizers and pesticides. On a rotating basis, the program currently includes fruits; vegetables; major field crops such as cotton, corn, potatoes, soybeans, and wheat; and nursery and floriculture crops.", "The program also collects information on the pest management practices farmers implement to reduce their dependence on agricultural chemicals (e.g., practices that make pesticides more effective or are an alternative to pesticides). \r\n\r\nHistorically, data were also periodically collected on chemicals used post harvest and in livestock production. Data through 2010 continue to be available.", "NASS invites feedback on the Agricultural Chemical Use Program. We welcome comments on the current program, suggestions for additional data collections, and other topics.", "Please complete the ", ". Feedback is accepted on an ongoing basis. Please include your phone number and email so we can follow up.", "If you prefer, you may submit your comments by fax at 202-690-0675 or by U.S. Postal Service to:"], "about": ["<h5>About the Data</h5>", "<p>Each survey focuses on the top-producing states that together account for the majority of U.S. acres or production of the surveyed commodity. Data are available at the state level for all surveyed states, as well as at a multi-state level including all surveyed states. Data items published include:</p>", "<ul>\r\n\t\t\t\t<li>Percentage acreage treated, number of applications, rates of application, and total amounts applied of the primary macronutrients nitrogen (N), phosphate (P2O5) , and potash (K2O) as well as (since 2005) the secondary macronutrient sulfur (S). Available annually for field crops, intermittently for fruits and vegetables..</li>\r\n\t\t\t\t<li>Percentage acreage or production treated, number of applications, rates of application, and total amounts applied of the individual active ingredients composing all registered pesticides used. Active ingredients are classified as herbicides, fungicides, insecticides, or other (regulators, desiccants, etc.), according to the pesticide product classification. Rates and amounts applied are published in the acid or metallic equivalent, as applicable. Selected items available for all commodity programs.</li>\r\n\t\t\t\t<li>Percentage acreage or production treated, number of applications, rates of application, and total amounts applied of the individual active ingredients composing all registered pesticides used. Active ingredients are classified as herbicides, fungicides, insecticides, or other (regulators, desiccants, etc.), according to the pesticide product classification. Rates and amounts applied are published in the acid or metallic equivalent, as applicable. Selected items available for all commodity programs.</li>\r\n\t\t\t\t</ul>", "<hr>", "<h5>Who Uses the Data?</h5>", "<p>NASS collects information directly from growers, who participate voluntarily and on a confidential basis. The data are fact-based and report actual chemical use. The growers benefit directly and indirectly when public and private organizations rely on these accurate, timely data in making decisions about health, environment, safety, trade, and other issues. Some examples of how the data are used:</p>", "<ul>\r\n\t\t\t<li><strong>USDA</strong> —to evaluate the safety of the nation’s food supply, assess risks and benefits, make decisions about product registrations, quantify the benefits of conservation practices, and market commodities internationally.<strong></strong>\r\n\t\t\t</li>\r\n\t\t\t<li><strong>U.S. Geological  Survey (USGS)</strong> — to assess the quality of the nation’s streams, rivers, and groundwater; the impact of human activities; and the effectiveness of integrated pest management.</li>\r\n\t\t\t<li><strong>Environmental  Protection Agency (EPA)</strong> — to include actual use levels in product reviews. Without NASS survey information, EPA could assume higher levels are applied, thereby over counting chemical use, overestimating risk, and perhaps cancelling registrations for chemicals farmers rely on. </li>\r\n\t\t\t<li><strong>State government  agencies</strong> — to assess pesticides’ impacts on water quality and to evaluate the need for special pesticide registrations and emergency exemptions.</li>\r\n\t\t\t<li><strong>Chemical  manufacturers </strong>— to make research and development, marketing, and other business decisions. </li>\r\n\t\t\t<li><strong>Commodity groups</strong> — to help establish industry trends and educate stakeholders. </li>\r\n\t\t\t<li><strong>Public interest  organizations</strong> — to educate the public and represent the public interest in policy discussions about pesticides and pest management. </li>\r\n\t\t\t<li><strong>Researchers</strong> — to study important issues such as sustainability and the impact of integrated pest management.</li>\r\n    </ul>", "<hr>", "<h5>Chemical Use Survey Partnerships</h5>", "<p>Currently, NASS conducts chemical use surveys for field crops in cooperation with the USDA’s Economic Research Service as part of the <a href=\"/Surveys/Guide_to_NASS_Surveys/Ag_Resource_Management/index.php\">Agricultural Resource Management Survey</a> program.</p>", "<p>To maximize public benefits, reduce overlap, and minimize federal and state costs, NASS also develops partnerships with state agencies either to use data a state collects itself (for example, California) or to collect additional data for a state (examples include Minnesota, North Dakota, Washington, and Wisconsin). </p>", "<hr>", "<h5>Contact Information</h5>", "<p>For more information on NASS' Agricultural Chemical Use Program contact the Environmental and Demographics Section at (202) 720-0684.</p>"], "survey_name": "Agricultural Chemical Use Program", "banner_image_urls": "/images/survey/chemical.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Chemical_Use/index.php"},
{"body": ["The Crops/Stocks surveys are conducted in all states quarterly. The surveys provide detailed estimates of crop acreage, yields and production, and quantities of grain and oilseeds stored on farms.", " Farm operations are selected from an area frame and a list frame to produce \"multiple frame\" estimates. Farm and ranch operators from the list frame are selected by size depending on the proportion of the commodities of interest the operation has in comparison with other operators on the list. The area frame sample is added to account for land not covered by the list frame. The sample targets producers of row crops and small grains and farms operations with grain storage capacity. "], "about": ["<h5>Program Content</h5>", "<p>Operators provide data on the total acres they operate, acreage in each commodity of interest and amount produced at harvest. Grain and oilseeds stored are asked in amount stored of each grain or oilseed. Each state has a unique set of commodities asked depending on which commodity is grown in the state and at what acreage level. Commodities are collected according to their growing season. For instance, data for a small grain like winter wheat would be obtained in December, March, and June, to determine acreage, and in September to determine production. On the other hand, data for row crops, like corn, are collected in March and June for acreage determination, and again in December after the majority of the crop is harvested and the production has been determined.</p>", "<h5>Uses</h5>", "<p>Data are used by commodity markets, educational institutions, state, and federal agencies, farm and ranch operators, and others for market assessment, planning, decision making and ongoing research. </p>", "<h5>Frequency</h5>", "<p>Crops/Stocks surveys are conducted four times per year. Farmers planting intentions are collected in March. Acres planted and acres expected for harvest are collected in June. Small grains acres harvested and production are collected in September, and row crop and hay production are collected in December. Information on grains or oilseeds stored on the farm for major commodities such as corn, soybeans, wheat, sorghum, barley, and oats are collected all four quarters, while specialty crops such as rye, flaxseed, rapeseed, safflower, mustard seed, canola, and hay are collected once annually in selected producing states. Other specialty crops such as sunflowers, dry edible peas, Austrian winter peas, lentils, and chickpeas (garbanzo) are surveyed twice per year in selected producing states.</p>", "<h5>Methods</h5>", "<p>Sample size targets are set for each commodity in the survey. The desired number of samples for each commodity are controlled with a minimum overall sample size. Total sample sizes range from about 65,000 in September to about 81,000 in June because the number of crops of interest varies between quarters. In the Crops/Stocks survey, targeting is important for the row crops and small grains stocks panels, for rare commodities, and specialty crops. Specialty crops such as potatoes, can also be summarized as a separate survey to meet earlier publication dates. </p>", "<p> Data are collected for approximately two weeks beginning the last day of the month prior to the survey reference date. Modes of data collection include mail, telephone, Computer Assisted Telephoning Interviewing (CATI), and personal interviewing. Over 75 percent of the data are collected by phone and CATI.</p>", "<h5>Related Programs </h5>", "<p><em>Off-farm Grains Stocks<br>\r\n            June Area</em></p>"], "survey_name": "Crops/Stocks (Agricultural Survey)", "banner_image_urls": "/images/survey/crop-stocks.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Crops_Stocks/index.php"},
{"body": ["The purpose of the NASS Price Program is the collection and dissemination of timely, relevant, accurate, and useful agricultural price statistics. Farmers, ranchers, producers and others involved in agriculture require reliable information on prices. Price data provide a link between agricultural production and distribution. The distinct price programs are Prices Paid and Prices Received. The products provided include reports, charts and maps, data, and methodology."], "about": ["<h5> The Prices Program includes the following surveys:</h5>", "<ul class=\"listStyleNone\">\r\n\t\t\t<li><a href=\"/Surveys/Guide_to_NASS_Surveys/Prices/\">Prices Program and Methodology</a></li>\r\n            <li><a href=\"/Surveys/Guide_to_NASS_Surveys/Prices_Paid_and_Prices_Paid_Indexes/\">Prices Paid</a></li>\r\n\t\t\t<li><a href=\"/Surveys/Guide_to_NASS_Surveys/Prices_Received_and_Prices_Received_Indexes/\">Prices Received</a></li>\r\n\t\t\t<li><a href=\"/Surveys/Guide_to_NASS_Surveys/Prices/index.php#ppm\">Parity Prices and Feed Price Ratios</a></li>\r\n\t\t\t<li><a href=\"/Surveys/Guide_to_NASS_Surveys/Prices/index.php#ppm\">Parity Prices and Feed Price Ratios</a></li>\r\n          </ul>"], "survey_name": "Agriculture Prices Program", "banner_image_urls": "/images/survey/agricultural-prices.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Prices/index.php"},
{"body": ["NASS conducts various monthly and  annual surveys and collects additional information to estimate the prices  producers receive for approximately 100 crop and livestock commodities. Surveys  are conducted in every state, although not all states survey all crop and  livestock commodities; the specific commodities covered are customized for each  state. ", "For the major grains, oilseeds, and  pulse crops, NASS surveys a select panel of approximately 2,000 mills, elevators,  and buyers monthly in the top producing states, asking about total quantity  purchased and total dollars received. For the major livestock species, the  Agricultural Marketing Service (AMS) collects prices daily, weekly, and monthly  from packing plants and livestock auctions on number of head sold, total live  weight, and total dollars paid. For other commodities, NASS conducts surveys and  uses administrative data as needed.", " NASS uses the monthly price  estimates for 48 commodities to calculate prices received indexes for overall  farm prices, all crops, all livestock, and twelve crop and livestock commodity  groupings. The indexes measure the change in the prices agricultural producers  receive compared to a base period (1990-1992=100).  NASS also converts the indexes to the parity  base period (1910-1914=100), as required by statute to compute parity prices  and parity ratios."], "about": ["<h5>How the Price Estimates and Indexes Are Used</h5>", "<p>Prices received data are inputs for  a number of important functions performed by data users: <strong></strong></p>", "<ul>\r\n            <li>USDA uses Prices Received data to determine  the value of agricultural production. </li>\r\n            <li>The Economic Research Service (ERS)  and the Bureau of Economic Analysis (BEA) use commodity cash receipts and net  farm income as components for the National Income and Product Accounts (NIPA).</li>\r\n            <li>The Risk Management Agency (RMA)  uses state level price data to administer insurance programs.</li>\r\n            <li>The Farm Service Agency (FSA) uses prices  received estimates in computing counter cyclical and disaster payments. </li>\r\n            <li>Forest Service (FS) and Bureau       of Land Management (BLM) use the private grazing fees, the       November-October average beef cattle price, and the Beef Cattle Production       Index (1964-1968=100) to determine the Federal grazing fee lease rate       under the Public Rangeland Improvement Act. </li>\r\n            <li>State governments use the data for  land valuations and taxation purposes.</li>\r\n            <li>The AMS uses parity price data to  administer fruit and vegetable marketing orders.</li>\r\n            <li>The Federal Reserve System and ERS  use the prices received indexes as a general measure of commodity price changes.</li>\r\n          </ul>", "<h5>Additional  Information</h5>", "<p> For information about the prices received survey and index methodology, <a href=\"../Prices/Price_Program_Methodology_v10.pdf\">please click here</a>. <br>\r\n            <br>\r\n            For information on NASS surveys and reports, call  the NASS Agricultural Statistics Hotline at (800) 727‑9540, 7:30 a.m. to  4:00 p.m. ET, or e-mail: <a href=\"mailto:%20nass@usda.gov\">nass@usda.gov</a>. </p>"], "survey_name": "Prices Received Surveys and Indexes", "banner_image_urls": "/images/survey/prices-received.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Prices_Received_and_Prices_Received_Indexes/index.php"},
{"body": ["The National Agroforestry Survey collects information about the types of agroforestry practices used, how they are used, and the number of operations using them. The five agroforestry practices included on the survey are typically applied for conservation and production benefits. The practices include windbreaks, silvopasture, riparian forest buffers, alley cropping, as well as forest farming and multi-story cropping. This project is conducted as a cooperative effort with the U.S. Department of Agriculture’s National Agroforestry Center, which is a partnership between USDA’s Forest Service and Natural Resources Conservation Service.", "The survey takes no longer than 50 minutes to complete if you have all five agroforestry practices on your operation. Response time will be less if only reporting information for one or a few agroforestry practices.", " Last Modified:\r\n\t\t\t\t\t\t", "04/06/2022", "    "], "about": ["<div class=\"integration-list2\">   \r\n\t<ul class=\"listStyleNone\">\r\n\t\t\r\n<li>\r\n\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t\r\n<p>What is the National Agroforestry Survey?</p>\r\n\t\t\t\t </div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t\t<div class=\"form-left\"></div>\r\n\t\t\t\t<div class=\"form-right\">\r\n\t\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p class=\"detail_1\">The National Agroforestry Survey is a multi-agency effort to quantify the five agroforestry practices typically used by ag producers for conservation. Windbreaks, silvopasture, riparian forest buffers, alley cropping, as well as forest farming and multi-story cropping are typical practices used in the 21st century. Project findings will be used to guide USDA policy and program development and help ag producers and conservationists make more effective and efficient decisions. More information about agroforestry is available at the <a href=\"https://www.fs.usda.gov/nac/\" target=\"_blank\">USDA National Agroforestry Center</a> webpage.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n        <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>What are the five agroforestry practices?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t  <div class=\"form-left\"> </div>\r\n\t\t\t  <div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<!--<p>The census will look at horticultural activities during 2019, including:\r\n                            <ul style=\"list-style: circle\">-->\r\n\t\t\t\t\t\t\t<ol>\r\n                                <li>1. <strong>Windbreaks, Shelterbelts and Hedgerows</strong> are rows of trees and shrubs that are used to create a more favorable environment for soils, crops, livestock, wildlife, and people. In some cases, they are designed to slow wind, while other times they are designed for visual screening, snow management, odor control, shade for livestock/buildings/people, enhancing pollination, field/property borders, etc.</li>\r\n                                <li>2. <strong>Silvopasture</strong> is the deliberate integration of trees and grazing livestock operations on the same land. Grazing livestock on a site with trees is considered silvopasture if all three components of the system (livestock, trees, and forage) are deliberately integrated and managed. Some examples of silvopasture include: </li>\r\n\t\t\t\t\t\t\t\t\t<div><ul>\r\n\t\t\t\t\t\t\t\t\t\t<li>woodland, forest, or forest edge that is managed to produce forage, livestock and trees simultaneously</li>\r\n\t\t\t\t\t\t\t\t\t\t<li>grazing land where trees were added to pasture</li>\r\n\t\t\t\t\t\t\t\t\t\t<li>orchards where livestock are integrated</li>\r\n\t\t\t\t\t\t\t\t\t\t<li>grazing natural savannas</li>\r\n\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\t\t\t</ul></div>\r\n                                <li>3. <strong>Riparian forest buffer</strong> is an area adjacent to a stream, river, lake, or wetland that contains a combination of trees and shrubs and is often used for erosion control, bank stabilization, and nutrient runoff control. They are also called: stream management zones, vegetated buffer strips, woody riparian buffers, and riparian forest corridors. </li>\r\n                                <li>4.\t<strong>Alley cropping / Intercropping </strong> is the cultivation of crops or forages between rows of trees/shrubs. Orchards and tree plantations are considered as alley cropping if crops or forages are grown/harvested from between the rows of trees/shrubs. Intercropping is the deliberate cultivation of trees with crops or forages on the same field but does not need to be in defined rows and alleys.</li>\r\n\t\t\t\t\t\t\t\t<li>5.\t<strong>Forest farming / Multi-story Cropping </strong>is the deliberate cultivation of crops under a canopy of trees. The canopy is often modified to provide levels of light that favor growth and enhanced production of the understory crops. Crops may include edibles (fruits, vegetables, nuts, mushrooms, etc.) tapping trees for syrup, nursery or landscaping plants, woodland herbal/medicinal plants, and decorative/floral products. A tree farm or plantation is not considered forest farming unless understory crops are intentionally cultivated underneath the canopy of trees.</li>\r\n                            </ol>\r\n                            \r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\r\n\t\t\t\t\r\n\t\t\t\t <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Why should ag producers participate in the National Agroforestry Survey?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p>The National Agroforestry Survey gives ag producers a convenient and efficient opportunity to provide a more complete and accurate picture of the 21st century innovative practices they use on their lands and in their operations. Who better to describe such practices than the producers themselves? By documenting the significant efforts made by America’s ag producers to sustainably manage natural resources while producing the food, fuel and fiber the world requires, respondents help ensure continued support for and funding of programs that protect livelihoods and ensure resources for future generations.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\t\r\n\t\r\n<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>How is the National Agroforestry Survey conducted?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p>Questionnaires will begin arriving in mailboxes in February 2022. The primary methods of data collection are online response and mail out/mail back data collection. Online response and mail are emphasized as they are highly cost effective and less burdensome. Personal interview data collection is used on a limited basis when coordination is needed across survey projects or when requested by the respondents.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\r\n\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Will my information be kept confidential?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p class=\"detail_1\">The information you provide will be used for statistical purposes only. In accordance with federal law, your responses will be kept <a href=\"/About_NASS/Confidentiality_Pledge/index.php\">confidential</a> and will not be disclosed in identifiable form.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\t<li>\r\n\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t\r\n<p>I only have 1 or 2 agroforestry practices. How long will it take for me to complete the survey?</p>\r\n\t\t\t\t </div> \r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t\t<div class=\"form-left\"></div>\r\n\t\t\t\t<div class=\"form-right\">\r\n\t\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p class=\"detail_1\">The survey takes no longer than 50 minutes to complete if you have all five agroforestry practices on your operation. Response time will be less if only reporting information for one or a few agroforestry practices.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\t\r\n\t\t<li>\r\n\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t\r\n<p>How do I respond?</p>\r\n\t\t\t\t </div> \r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t\t<div class=\"form-left\"></div>\r\n\t\t\t\t<div class=\"form-right\">\r\n\t\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p class=\"detail_1\">Respond online – it’s fast and secure.  Go to <a href=\"http://www.agcounts.usda.gov\">www.agcounts.usda.gov</a> and enter your unique survey code from your questionnaire, or respond by mail using the prepaid envelope provided.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\t<li>\r\n\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t\r\n<p>When is the due date?</p>\r\n\t\t\t\t </div> \r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t\t<div class=\"form-left\"></div>\r\n\t\t\t\t<div class=\"form-right\">\r\n\t\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p class=\"detail_1\">Please respond before Apr. 5, 2022.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\t\r\n\t\t<li>\r\n\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t\r\n<p>Where can I find the results to the National Agroforestry Survey?</p>\r\n\t\t\t\t </div> \r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t\t<div class=\"form-left\"></div>\r\n\t\t\t\t<div class=\"form-right\">\r\n\t\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p class=\"detail_1\">The study results will be included in a series of publications posted to the National Agroforestry Center (NAC) NAC website <a href=\"https://www.fs.usda.gov/nac/\">https://www.fs.usda.gov/nac/</a>. Look for results later this year. No results from this survey will be loaded to the NASS Quick Stats data repository.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n    </ul>\r\n\t\t\t\t</div>"], "survey_name": "National Agroforestry", "banner_image_urls": "/images/survey/agroforestry.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Agroforestry/index.php"},
{"body": ["The Broiler Hatchery survey provides estimates of number of eggs placed into hatcheries to be used for broiler production and the number of chicks hatched and placed into feeding operations.", "Hatchery information is collected from all hatcheries producing broiler type chicks whether for sale, for their own use in integrated operations (whether or not transactions are for cash), or for hatchery supply flocks.", " All known hatcheries hatching eggs for broiler production are contacted for information on a weekly basis in 19 states.  In May 2001, the program expanded from 15 to 19 states.  The original 15 states are: Alabama, Arkansas, California, Delaware, Florida, Georgia, Maryland, Mississippi, North Carolina, Pennsylvania, South Carolina, Tennessee, Texas, Virginia, and West Virginia.  The four states added are: Kentucky, Louisiana, Missouri, and Oklahoma.  Eleven additional states are surveyed as part of the monthly Chicken and Egg survey.  All states are surveyed in December. "], "about": ["<h5>Program Content</h5>", "<p>The Broiler Hatchery survey includes counts of eggs set in incubators, chicks hatched, chick placements into feeding operations, and hatchery capacity.  Chicks hatched for research purposes are included, while research and pharmaceutical use of unhatched eggs and embryos are not included.</p>", "<h5>Uses</h5>", "<p>The primary use of the weekly reports are to forecast future supplies of poultry meat and related prices.  Producers and processors use these data for marketing and business decisions.  Trade organizations, economists, and other analysts use the data to monitor the health of the industry and assess the industry=s contribution to the agricultural sector. </p>", "<h5>Frequency</h5>", "<p>Broiler hatcheries are surveyed weekly in the 19 major producing states and monthly in 11 additional states.  Hatcheries producing chicks for future egg production are surveyed monthly.</p>", "<h5>Methods</h5>", "<p>NASS maintains a list of chicken hatcheries.  Each week, approximately 330 operations receive a questionnaire referring to the previous week and asked to respond by Tuesday.  Those that do not respond within a specified time period are phoned.  Imputation methods are employed for operations not reporting using historical data and current data relationships from similar size operations.  Reports received too late to be summarized for the current week are still processed for the next week and revised estimates may be published based on these data.  The reference period is the entire week ending on Saturday.</p>", "<h5>Related Programs \r\n\t\t\t</h5>", "<p><em>Chicken and Eggs<br>\r\n            Poultry Slaughter<br>\r\n            Poultry Production and Value Summary </em></p>"], "survey_name": "Broiler Hatchery", "banner_image_urls": "/images/survey/Broiler Hatchery.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Broiler_Hatchery/index.php"},
{"body": ["Agricultural Resource Management Survey (ARMS) is the U.S. Department of Agriculture’s primary source of information on the production practices, resource use, and economic well-being of America’s farms and ranches. The results of this survey are the only source of information available for objective evaluation of many critical issues related to agriculture and the rural economy.  ", "Farmer participation in ARMS ensures that policy makers and others, including farmers and ranchers themselves, base important decisions on facts straight from the source.  ARMS also tells the story of American agriculture to the public that has less and less direct contact with the farm community. "], "about": ["<h5>Program Content</h5>", "<p>ARMS is the primary source of information to the U.S. Department of Agriculture and the public on a broad range of issues about U.S. agricultural resource use, costs, and farm sector financial conditions. The ARMS is the only source of information available for objective evaluation of many critical issues related to agriculture and the rural economy. The survey is conducted in collaboration with the Economic Research Service (ERS).</p>", "<p>The sample is designed to provide coverage of all farms in the 48 contiguous States plus state level data for 15 major cash receipts states. The farm population includes all establishments which produced and sold, or would normally have sold, at least $1,000 of agricultural products during the previous year. A sample from the NASS list frame is supplemented by a sample of area tracts to ensure complete coverage.</p>", "<h5>Publications</h5>", "<p>NASS publishes two reports from ARMS.  The first is called <a href=\"https://usda.library.cornell.edu/concern/publications/2n49t1699?locale=en\" target=\"_blank\"><em>Agricultural Chemical Usage - Field Crops</em></a> and is released in May following the Phase II data collection.  The second report is the <a href=\"https://usda.library.cornell.edu/concern/publications/qz20ss48r?locale=en\" target=\"_blank\"><em>Farm Production Expenditures</em></a>, compiled from the Phase III, is released in August.  ERS prepares several state, regional, and national reports using ARMS data including <em>Commodity Production Costs and Returns, Farm Operating and Financial Characteristics</em> and the <em>Annual Report to Congress on the Status of Family Farms</em>.</p>", "<h5>Methodology</h5>", "<p>The ARMS collects production practices and cost of production data on selected commodities.  The ARMS also collects detailed whole farm financial information from a representative sample of farms and ranches across the country.  ARMS is collected in three data collection phases:</p>", "<p> The initial phase, ARMS Screening survey, collects general farm data such as crops grown, livestock inventory, and value of sales.  Screening data are used to qualify (or screen) farms for the other phases. </p>", "<p> The second phase, (Phase II), collects data associated with agricultural production practices, resource use, and variable costs of production for specific commodities.  Commodities are surveyed on a predetermined rotation with up to five commodities surveyed in a given year.  Farm operators provide data on fertilizer and nutrient applications, pesticide applications, pest management practices, and irrigation. </p>", "<p> The final phase, (Phase III) collects whole farm finance, operator characteristics, and farm household information.  Farm operators provide data on farm operating expenditures, capital improvements, assets, and debt for agricultural production.  In addition, operators provide data on farm-related income, government payments, the source and amount of off-farm income, and characteristics of themselves and their household. </p>", "<h5>Uses</h5>", "<p>Farm organizations, commodity groups, agribusiness, Congress, and the USDA use information from ARMS to evaluate the financial performance of farm/ranch businesses and to make policy decisions affecting agriculture.  The Bureau of Economic Analysis (BEA) uses ARMS data to calculate the farm sector portion of the Gross Domestic Product (GDP) for the nation.</p>", "<p> ARMS data provide the necessary background information to support evaluations of the relationships among agricultural production, resources and the environment. </p>", "<h5>Frequency</h5>", "<p>The three phase survey is conducted annually.  The initial phase is conducted from May through July.  Phase II is conducted from September through December.  Phase III is conducted from February through April with the reference period the previous year.  Respondents sampled in Phase II are asked to complete a Phase III report.  Data from both phases provide the link between agricultural resource use and farm financial conditions. </p>", "<h5>Methods</h5>", "<p>Operators are selected to assure adequate coverage by state and region and to minimize reporting burden.  Strata are based on state, value of agricultural sales and type of farm.  Phase I screening is performed by mail and phone.  Operators that are in business and/or have the commodity of interest are eligible to be selected for Phase II or Phase III.  The commodity of interest is determined by the ERS.  Phases II data are collected by personal interview.  Phase III data are collected by mail, phone, and personal interview. </p>", "<h5>Special Features</h5>", "<p>The efficiency and strength of the ARMS design allows the survey to address policy questions relevant to resource use or financial issues.  For example, commodity versions are rotated every 5-6 years to focus on resource use and production costs for specific commodities.</p>", "<hr>", "<h5>Related Programs </h5>", "<p><em>Census of Agriculture<br>\r\n            Fruit and Vegetable Chemical Use </em></p>", "<hr>", "<h5>ARMS Outreach Toolkit</h5>", "<p>Resources for enumerators, media, and producers that help explain the survey and how ARMS data are used.</p>", "<ul>\r\n                         <li><a href=\"/Surveys/Guide_to_NASS_Surveys/Ag_Resource_Management/2021ARMS%20Brochure.pdf\">ARMS brochure  </a></li>\r\n            <li><a href=\"https://www.ers.usda.gov/publications/pub-details?pubid=102807\" target=\"_blank\">\tAmerica's Diverse Family Farms: 2021 Edition</a> (booklet)</li>\r\n            <li><a href=\"/Surveys/Guide_to_NASS_Surveys/Ag_Resource_Management/2021_ARMS_Farm_Flyer_FINAL.pdf\">Understanding U.S. Agriculture: The Agricultural Resource Management Survey (ARMS) </a> (1-page flyer)</li>\r\n \t\t</ul>"], "survey_name": null, "banner_image_urls": "/Surveys/Guide_to_NASS_Surveys/Ag_Resource_Management/images/2019Banner.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Ag_Resource_Management/index.php"},
{"body": ["The ", " expands on the data collected about aquaculture collected from the Census of Agriculture and provides a comprehensive picture of the aquaculture sector at the state and national levels. This census collects detailed information relating to production volume and methods, surface water acres and sources, sales, point of first sale outlets, and aquaculture distributed for restoration, conservation, enhancement, or recreational purposes."], "about": ["<div class=\"integration-list2\">   \r\n\t<ul class=\"listStyleNone\">\r\n\t\t\r\n<li>\r\n\t\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>What is the Census of Aquaculture?</p>\r\n\t\t\t\t  </div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t\t<div class=\"form-left\"></div>\r\n\t\t\t\t<div class=\"form-right\">\r\n\t\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p>The Census of Aquaculture expands on the data collected about aquaculture collected from the Census of Agriculture and provides a comprehensive picture of the aquaculture sector at the state and national levels. The Census of Aquaculture collects detailed information relating to production volume and methods, surface water acres and sources, sales, point of first sale outlets, and aquaculture distributed for restoration, conservation, enhancement, or recreational purposes.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n        <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>What is the definition of a farm for the 2018 Census of Aquaculture?</p>\r\n\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p>For the 2018 Census of Aquaculture, an aquaculture farm is defined as any place from which $1,000 or more of aquaculture products were produced and sold or distributed for conservation, enhancement, or recreation during the Census year. Aquaculture is defined as the farming of aquatic organisms, including baitfish, crustaceans, food fish, mollusks, ornamental fish, sport or game fish and other aquaculture products. Farming involves some form of intervention in the rearing process, such as seeding, stocking, feeding or protection from predators. Farming also implies individual or corporate ownership of the stock being cultivated in a controlled environment at least part of the time. <br>\r\nFarming also implies individual or corporate ownership of the stock being cultivated, in a controlled environment at least part of the time. Fish, crustaceans, mollusks, and other aquatic products which are caught or harvested by the public from non-controlled waters or beds are considered wild caught and are not included as aquaculture.</p>\r\n    <p><strong>What is <i>not</i> considered a farm for this questionnaire? </strong></p>\r\n    <p> Fish, crustaceans, mollusks, and other aquatic products which are caught or harvested by the public from non-controlled waters or beds are considered wild caught and are <i>not</i> included as aquaculture.\r\n\t\t</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n        <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Why is the Census of Aquaculture important? </p>\r\n\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t  <div class=\"form-left\"> </div>\r\n\t\t\t  <div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p class=\"detail_1\">Last conducted in 2013, the 2018 Census of Aquaculture provides current industry-specific data. This information is used by federal, state and local governments, agribusinesses, trade associations, and producers to make decisions impacting the sustainability and growth of the U.S. aquaculture industry. </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n    \r\n\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Who uses Census of Aquaculture data?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t<p>Census data are used by all those involved in the aquaculture sector: </p>\r\n    <ul style=\"list-style: circle\">\r\n      <li>Growers can use Census data to help make informed decisions about the future of their own operations, including whether or not to expand production, and to compare production volumes and pricing points with state and U.S. averages. </li>\r\n      <li>Aquaculture businesses and suppliers use the facts and figures to determine the locations of facilities that will serve producers and plan for the production and marketing of new products.  </li>\r\n      <li>Legislators use Census numbers when shaping policies and programs, and evaluating and determining government funding and resources.</li>\r\n      <li>Extension and university representatives use the data to determine research needs and justify research funding and programs to develop new and improved methods of aquaculture production and profitability.  </li>\r\n\t\t\t\t\t\t\t</ul>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>How will the 2018 Census of Aquaculture be conducted?</p>\r\n\t\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t  <div class=\"form-left\"> </div>\r\n\t\t\t  <div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t<p>The 2018 Census of Aquaculture will be the fourth national Census conducted by NASS to collect data on the aquaculture industry. The Census of Aquaculture will be mailed to all farms that reported any amount of aquaculture activity during the 2017 Census of Agriculture. The 2018 Census of Aquaculture will be mailed in December 2018. Producers can respond by mail, online, telephone, or personal enumeration. </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\r\n\t\t\t\t\r\n\t\t\t\t <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Is response to the Census of Aquaculture mandatory?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p>Yes. The Census of Aquaculture is part of the Census of Agriculture Program which is required by United States law (Title 7, U.S. Code). All those who received a Census report form are required to respond even if they did not operate a farm in 2018.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\t\r\n\t\r\n<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Is the information an individual provides kept confidential?</p>\r\n\t\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p class=\"detail_1\">Yes. Respondents are guaranteed by law (<a href=\"https://www.law.cornell.edu/uscode/text/7\">Title 7, U.S.  Code</a>, and <a href=\"https://www.nass.usda.gov/About_NASS/Confidentiality_Pledge/\">CIPSEA</a>, Public Law 107-347) that their individual information will be  kept confidential. NASS publishes data only in tabulated totals. The report  cannot be used for purposes of taxation, investigation or regulation. The  privacy of individual Census records is also protected from disclosure through  the Freedom of Information Act.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\r\n\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Where can I find Census of Aquaculture data?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p class=\"detail_1\">To access the 2013 Census of Aquaculture results and other agriculture Census data, visit <a href=\"https://www.nass.usda.gov/\">www.nass.usda.gov</a>, the Quick Stats database at <a href=\"http://quickstats.nass.usda.gov/\">quickstats.nass.usda.gov</a>, or call the Agricultural Statistics Hotline at (800) 727-9540.  </p>\r\n\t\t\t\t\t\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n    </ul>\r\n\t\t\t\t</div>"], "survey_name": "Census of Aquaculture", "banner_image_urls": "/images/survey/Census_Aquaculture.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Census_of_Aquaculture/index.php"},
{"body": ["The Agricultural Yield survey provides farmer reported survey data of expected crop yields used to forecast and estimate crop production levels throughout the growing season.", " The survey is conducted in all states except Alaska and Hawaii.  Samples of farm operators are selected from the March Crops/Stocks survey (small grains) and the June Crops/Stocks survey (late season crops and tobacco).  Farmers reporting acreage of at least one commodity of interest are included in the monthly data collection to forecast crop yields. "], "about": ["<h5>Program Content</h5>", "<p>Farm operators provide data for small grain crops (winter wheat, durum wheat, other spring wheat, barley, oats), row crops (corn, cotton, dry edible beans, peanuts, rice, soybeans, sorghum, sugarcane), tobacco (burley, air cured, and dark fired), and hay (alfalfa and other hay) being produced on the operation.  Hay stocks data are also collected.</p>", "<p> Acreage planted, acreage for harvest, and expected yield per acre are collected from each operator for the crop of interest the first month.  In following months, the same sample of operators are contacted to update expected yield per acre data.  Updating reported information from the same sample of operators each month provides a measure of change resulting from growing conditions. </p>", "<h5>Uses</h5>", "<p>The Agricultural Yield survey is one component of the estimation process for commodity production estimates.  The <em>Crop Production</em> report provides critical information on expected end-of-season commodity supplies each month during the growing season.  Farm operators are the greatest benefactor of this data series.  The NASS estimates of supply are the official, independent, and unbiased baseline.  The price discovery mechanism determines crop prices using credible estimates of supply that reflect the changing conditions during the season.  Producers rely on credible estimates of supply to minimize swings in farm gate prices.</p>", "<p> Crop production estimates are valuable for producers and industry alike to plan the marketing and movement of the commodity throughout the year.  A few examples include development of an individual producer=s marketing plan (local scope), forecasting transportation requirements (state or regional), or evaluating export potential (national and international). </p>", "<h5>Frequency</h5>", "<p>The Agricultural Yield survey is a monthly survey running from May through November.  Small grains data are collected from May through August.  Row crop data are collected from August through November.  Hay yield data are collected in August and October with hays stocks collected in May.  Tobacco data are collected from May through November.</p>", "<h5>Methods</h5>", "<p>The reference date for each monthly survey is the 1st of the month.  Data collection for each survey begins no earlier than the 25th of the previous month for mail data collection.  Phone data collection begins no earlier than the 28th of the previous month.  Data collection concludes about the 5th of each month depending on the release date of the Crop Production report. </p>", "<p> Sample sizes range from 5,500 (June) to 27,000 (August).  The primary method of data collection is telephone interview.  Mail out/mail back data collection is a highly cost effective and less burdensome method.  However, the narrow data collection period each month requires a quick response thus reducing the effectiveness of data collection by mail.  Personal interview data collection is used on a limited basis when requested by the respondents. </p>", "<p> Phone enumerators utilize Computer Assisted Telephone Interviewing software which allows the enumerator to verbally maintain a conversation with the respondent while following the instrument flow and question text.  Data are entered directly into an electronic format and the software performs simple consistency checks which drastically reduces the need to make follow up contacts to the respondent.  The software further reduces respondent burden by using previously reported data files to avoid unnecessarily re-asking questions answered by the respondent in a previous month. </p>", "<h5>Special Features</h5>", "<p>NASS and the World Agricultural Outlook Board have jointly produced Understanding USDA Crop Forecasts (Miscellaneous Publication No. 1554, March 1999) which provides additional insight into the crop forecasting program of the USDA.</p>", "<p> A NASS report titled The Yield Forecasting Program of NASS (May 2006) provides a more detailed and mathematical discussion of the yield forecasting and estimating program.</p>", "<h5>Related Programs </h5>", "<p><em>Objective Yield<br>\r\n            Crops/Stocks </em></p>"], "survey_name": "Agricultural Yield", "banner_image_urls": "/images/survey/agriculture-yield.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Agricultural_Yield/index.php"},
{"body": ["NASS has two surveys and reports in the bee and honey program:  The ", " report is an annual report of number of colonies producing honey, yield per colony, honey production, average price and value, and honey stocks. The ", " report is an annual report of honey bee colonies, lost colonies, added colonies, renovated colonies and colonies affected by stressors by State and U.S.\r\n    "], "about": ["<h5>Contact Information</h5>", "<p>For More information on U.S. honey bee reports, contact Adam Peters at (202)  690-4870 or via email at <a href=\"mailto:Adam.Peters@usda.gov\">Adam.Peters@usda.gov</a></p>", "<hr>", "<h5>About Our Honey Bee Surveys and Reports</h5>", "<a name=\"bee_honey\"></a>", "<p><strong>Bee and Honey Inquiry Survey and  resulting annual <em>Honey</em> report</strong></p>", "<ul>\r\n            <li>NASS has conducted the Bee and Honey Inquiry survey annually since 1986. This report includes the number of colonies producing honey, yield per colony, honey production, average price, price by color class and value as well as honey stocks at the state and national levels.</li>\r\n            <li>In 2016, NASS made several changes to its Bee and Honey survey. The survey now includes new questions on the basic economics of beekeeping beyond honey production. These new questions gather information about income from pollination and other activities as well as expenses related to colony health, wintering, and employees. </li>\r\n\t\t\t<li>From 2016 to 2018 NASS collected data from honey bee operations of all sizes. Previously only honey bee operations with five colonies or more were surveyed. During this time additional data were collected from operations with fewer than five colonies. Information including number of honey producing colonies, yield per colony, and total production were collected and published separately and does not alter the honey data series.</li>\r\n            <li>The <a href=\"https://usda.library.cornell.edu/concern/publications/hd76s004z?locale=en\"><em>Honey</em></a> report includes state-level data on number of honey producing colonies, honey production and price by color class and marketing channel, for operations with five or more colonies. Data for operations with fewer than five colonies are published at the national level. </li>\r\n          </ul>", "<a name=\"colony_loss\"></a>", "<p><strong>Colony Loss Survey and resulting <em>Honey Bee Colonies</em> report</strong></p>", "<ul>\r\n            <li>NASS conducted the Colony Loss Survey for the first time in 2015. The survey collects the information called for in the White House Pollinator Health Task Force’s <a href=\"https://obamawhitehouse.archives.gov/the-press-office/2014/06/20/presidential-memorandum-creating-federal-strategy-promote-health-honey-b\" target=\"_blank\"> National Strategy to Promote the Health of Honey Bees and Other Pollinators</a>. It provides a statistical benchmark on colony numbers and death loss. </li>\r\n            <li>NASS surveyed 3,300 beekeeping operations with five or more colonies quarterly, following their operations throughout the year. The data includes colony inventory by state and the U.S. total, newly added or replaced colonies, number of colonies lost and renovated, and presence of colony stressors and specific signs of illness</li>\r\n            <li>To qualify for the survey sample, a beekeeper had to meet the definition of a farm, which is a place that sold or would normally have sold $1,000 of agricultural product in a year. </li>\r\n            <li>The responses allow data users to analyze data on a state-by-state basis and compare specific quarterly losses, additions and renovations.</li>\r\n            <li>The report includes colonies lost with Colony Collapse Disorder (CCD) symptoms. Losses reported in this category must meet all of four criteria of CCD: 1) Little to no build-up of dead bees in the hive or at the hive entrance, 2) Rapid loss of adult honey bee population despite the presence of queen, capped brood, 3) Absence or delayed robbing of the food reserves, and 4) Loss not attributable to varroa or nosema loads. </li>\r\n            <li>Survey results and definitions of terms are in the current <a href=\"https://usda.library.cornell.edu/concern/publications/rn301137d?locale=en\"><em>Honey Bee Colonies</em></a> report. </li>\r\n          </ul>", "<p><strong>Cost of Pollination Survey</strong><strong> (Suspended, <a href=\"https://www.nass.usda.gov/Newsroom/Notices/2018/12-06a-2018.php\"><em>ASB Notice 12/6/18</em></a>) </strong></p>", "<ul>\r\n            <li>NASS conducted the Cost of Pollination survey in 2016 and 2017 to track the cash fees associated with honey bee pollination. The Cost of Pollination report was published in December 2016 and 2017.</li>\r\n          </ul>"], "survey_name": "Honey Bee Surveys and Reports", "banner_image_urls": "/images/survey/Bee and Honey.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Bee_and_Honey/index.php"},
{"body": ["The Catfish Production surveys include two reports:  A February report containing water area and grower inventory, sales numbers by size groups for major production States and United States, and a July report containing water area and grower inventory.", " This survey provides basic production data for the catfish industry. The survey allows the industry to track water area devoted to production and other uses; the number, pounds, and value of fish produced; the point of first sale; and the number and pounds of fish in inventory. All known catfish farms in nine leading producing states are included in the January survey. The states are Alabama, Arkansas, California, Georgia, Louisiana, Mississippi, Missouri, North Carolina, and Texas. Three states, Alabama, Arkansas, and Mississippi, are surveyed in July."], "about": ["<h5>Program Content</h5>", "<p>In January, Catfish Production data are collected on the number of acres of water that are used for production, acres of ponds under construction, and acres taken out of production. The number and weight of fish in inventory by size of fish, and the number, pounds, and value of sales by size of fish are also obtained. Additional questions cover the percent of the total value of sales for food fish and stockers by marketing outlet. These outlets are live haulers, fee and recreational use, other producers, government agencies, direct to consumers, processors, and retailers. In July, only inventory and water area are collected.</p>", "<h5>Uses</h5>", "<p>Producers and marketers use sales, price and inventory numbers to project future supplies of catfish. Producers and processors use the data in making business decisions. Economists use sales and price data to assess the present status and future of the industry. Data are also used in assessing the general situation of the agricultural sector.</p>", "<h5>Frequency</h5>", "<p>This main survey is conducted in January and the smaller survey is conducted in July.</p>", "<h5>Methods</h5>", "<p>A list of catfish operations is maintained by NASS. All operations (about 1,200) are selected for each survey in the states included in the program. The reference date for the inventory and water area is January 1 or July 1 of the current year. Sales data refer to the previous calendar year. Questionnaires are mailed to reach respondents about the first of the month. Growers not returning questionnaires by mail are followed up by phone. In some cases, personal visits are made.</p>", "<h5>Catfish Processing Survey </h5>", "<h5>Related Programs \r\n\t\t</h5>", "<p><em>Catfish Processing<br>\r\n         Census of Aquaculture<br>\r\n            Trout Production </em></p>"], "survey_name": "Catfish Production", "banner_image_urls": "/images/survey/Catfish Production.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Catfish_Production/index.php"},
{"body": ["The Census of Horticultural Specialties collects information to provide a comprehensive and detailed picture of the horticultural sector of the U.S. economy. It is the only source of detailed production and sales data for floriculture, nursery, and specialty crops for the entire United States. For the 2019 Census of Horticultural Specialties, an operation is defined as any place that grew and sold $10,000 or more of horticultural specialty products during the census year."], "about": ["<div class=\"integration-list2\">   \r\n\t<ul class=\"listStyleNone\">\r\n\t\t\r\n<li>\r\n\t\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t\r\n<p>What is the Census of Horticultural Specialties?</p>\r\n\t\t\t\t </div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t\t<div class=\"form-left\"></div>\r\n\t\t\t\t<div class=\"form-right\">\r\n\t\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p>The Census of Horticultural Specialties collects information to provide a comprehensive and detailed picture of the horticultural sector of the U.S. economy. It is the only source of detailed production and sales data for floriculture, nursery, and specialty crops for the entire United States.  For the 2019 census, an operation is defined as any place that grew and sold $10,000 or more of horticultural specialty products during the census year. </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n        <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Why should I respond to the Census of Horticulture? </p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p>Your response will help the continued growth and sustainability of horticultural production in the United States. In addition, census results can help you make informed decisions about the future of your own horticultural operation. </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n        <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Must I respond to the survey?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t  <div class=\"form-left\"> </div>\r\n\t\t\t  <div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p class=\"detail_1\">Yes. United States law <a href=\"https://www.law.cornell.edu/uscode/text/7/2204g\" target=\"_blank\">(Title 7 USC 2204(g) Public Law 105-113)</a> requires all who receive a census form to respond.</p>\r\n\t\t\t\t\t\t\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n    \r\n\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>How will the census be conducted?</p>\r\n</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p>Census forms will be mailed in December 2019 to more than 40,000 operations nationwide who are currently engaged in horticultural production activities. Responses are due by Feb. 5, 2020.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>What types of questions will be asked? </p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t  <div class=\"form-left\"> </div>\r\n\t\t\t  <div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p>The census will look at horticultural activities during 2019, including:\r\n                            </p><ul style=\"list-style: circle\">\r\n                                <li>Production of horticultural crops</li>\r\n                                <li>Value of horticultural products</li>\r\n                                <li>Square footage used for growing crops</li>\r\n                                <li>Production expenses, and more</li>\r\n                            </ul> \r\n                            \r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\r\n\t\t\t\t\r\n\t\t\t\t <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Who will use the data published from the Census of Horticultural Specialties?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p>The horticulture, floriculture, and nursery industries and all levels of government use the information to prepare a wide variety of horticultural-related programs, economic models, legislative initiatives, market analysis, research, and feasibility studies. These programs directly affect the life and communities of growers and help to improve horticultural technologies and practices.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\t\r\n\t\r\n<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Will my information be kept confidential?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p class=\"detail_1\">Absolutely. Respondents are guaranteed by law <a href=\"https://www.law.cornell.edu/uscode/text/7/2204g\" target=\"_blank\">(Title 7 USC 2204(g) Public Law 105-113)</a> that their individual information will be kept confidential. NASS uses the information only for statistical purposes and publishes data only in aggregate form. The report cannot be used for purposes of taxation, investigation, or regulation. The privacy of individual records is even protected from Freedom of Information Act requests.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\r\n\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Where can I find the survey data?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p class=\"detail_1\">Results from the Census of Horticultural Specialties will be published in December 2020 and will be available online at <a href=\"/Surveys/Guide_to_NASS_Surveys/Census_of_Horticultural_Specialties/index.php/\">www.nass.usda.gov/go/hort</a>.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\t\t\t\r\n<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>What if I want more information?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p class=\"detail_1\">For more information, call (800) 727-9540 or visit <a href=\"/AgCensus/\">www.nass.usda.gov/agcensus</a>.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n    </ul>\r\n\t\t\t\t</div>"], "survey_name": "Census of Horticulture", "banner_image_urls": "/images/survey/horticulture.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Census_of_Horticultural_Specialties/index.php"},
{"body": ["The Census of Agriculture is a complete count of U.S. farms and ranches and the people who operate them. Even small plots of land - whether rural or urban - growing fruit, vegetables or some food animals count if $1,000 or more of such products were raised and sold, or normally would have been sold, during the Census year. The Census of Agriculture, taken only once every five years, looks at land use and ownership, operator characteristics, production practices, income and expenditures. For America’s farmers and ranchers, the Census of Agriculture is their voice, their future, and their opportunity.", "The Census of Agriculture provides the only source of uniform, comprehensive, and impartial agriculture data for every county in the nation. Through the Census of Agriculture, producers can show the nation the value and importance of agriculture and can influence decisions that will shape the future of U.S. agriculture.", "Census of Agriculture data are used by all those who serve farmers and rural communities — federal, state and local governments, agribusinesses, trade associations, and many others.", "NASS is bound by law (Title 7, U.S. Code, and the Confidential Information Protection and Statistical Efficiency Act or CIPSEA, Public Law 107-347) – and pledges to every data provider – to use the information for statistical purposes only. NASS publishes only aggregated data, not individual or farm-specific data."], "about": [], "survey_name": null, "banner_image_urls": null, "referring_url": "https://www.nass.usda.gov/AgCensus/index.php"},
{"body": ["NASS conducts five surveys every  year in mid-March to collect information from agribusinesses on the prices  producers paid for recent sales of approximately 450 key agricultural inputs.  The prices paid surveys collect information on agricultural chemicals  (including fertilizer), farm machinery, feeds, fuels, and retail seed. ", " NASS  uses the price estimates to calculate the Index of Production Items, which is one  of five components in the overall Prices Paid Index for Commodities and  Services, Interest, Taxes, and Farm Wage Rates (PPITW). The other PPITW  component indexes are a) interest paid and interest rate on farm indebtedness,  b) taxes paid on farm real estate, c) wage rates paid to hired farm labor, and  d) prices paid for family living items. "], "about": ["<h5>How the Indexes Are Used</h5>", "<p>Prices paid indexes are inputs for a  number of important functions performed by various agencies:</p>", "<ul>\r\n            <li>NASS uses the Parity Index to  compute parity  prices under the Agricultural Adjustment Act of 1938 as amended, Title  III, Subtitle A, Sections 301a.</li>\r\n            <li>The Agricultural Marketing Service  uses state milk marketing orders, prices paid indexes, parity prices, and  import prices to determine support prices. </li>\r\n            <li>NASS publishes private grazing fee  data in the January <em>Agricultural Prices</em> under an agreement with the Forest Service (FS) and the Bureau of Land  Management (BLM). </li>\r\n            <li>FS and BLM use the private grazing  fees, the November-October average beef cattle price, and the Beef Cattle  Production Index (1964-1968=100) to determine the Federal grazing fee lease  rate under the Public Rangeland Improvement Act.</li>\r\n            <li>The Economic Research Service uses  average price data for selected machinery, retail seeds, and fertilizer,  chemical, and petroleum products to determine annual cost of production budgets  under the Food, Agriculture, Conservation, and Trade Act of 1990. These data  series are essential for reliable estimates of costs for wheat, feed grains,  cotton, tobacco, sugar, and dairy. </li>\r\n            <li>NASS derives feed price ratios from  prices received data and modeled ratios where applicable. These feed price  ratios are available historically in <a href=\"/Quick_Stats/index.php\">QuickStats</a>. </li>\r\n            <li>Producer/contractor production agreements are set using component   indexes.</li>\r\n            <li>USDA, universities, market  researchers, and others use prices paid time series data to conduct economic  analyses relating to farm income and alternative marketing policies. </li>\r\n          </ul>", "<h5>Additional  Information</h5>", "<p> For information about the Prices  Paid survey and index methodology, <a href=\"../Prices/Price_Program_Methodology_v10.pdf\">please click here</a>. <br>\r\n            <br>\r\n            For information on NASS surveys and reports, call  the NASS Agricultural Statistics Hotline at (800) 727‑9540, 7:30 a.m. to  4:00 p.m. ET, or e-mail: <a href=\"mailto:nass@usda.gov\">nass@usda.gov</a>. </p>"], "survey_name": "Prices Paid Surveys and Indexes", "banner_image_urls": "/images/survey/agricultural-prices-paid.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Prices_Paid_and_Prices_Paid_Indexes/index.php"},
{"body": ["The Census of Agriculture provides the most detailed and comprehensive data about on agriculture in Guam, the Virgin Islands, American Samoa, and the Northern Mariana Islands (collectively referred to the outlying areas). The census collects data on all agriculture operations, operators, and land. ", " The Census of Agriculture for Outlying Areas is conducted in Guam, the Virgin Islands, American Samoa, and the Northern Mariana Islands. Each is treated as a separate census. In Guam and the Northern Mariana Islands, the target population is all farms which sell or would normally sell $1,000 or more of agricultural products in the census year. In the Virgin Islands, the target is all farms which sell or would normally sell $500 or more of agricultural products. In American Samoa, the target is all households producing agricultural products for sale or family consumption.\r\n\r\n "], "about": ["<h5>Program Content</h5>", "<p>The census is designed to obtain data on a totally exhaustive list of commodities. A separate questionnaire is developed for each locality. All census questionnaires are designed with open-ended questions to allow respondents to report every item produced on the farm, even the rarest of commodities. The census also collects expense, income, and agricultural Practices data. Operator characteristics such as race, gender, age, tenure on the farm, and operating arrangement are also collected. NASS works with each local government to develop questionnaire content.</p>", "<h5>Frequency</h5>", "<p>The Census of Agriculture for Outlying Areas is conducted every five years concurrent with the U.S. census of agriculture (years ending in 3 and 8), except American Samoa which is done one year later. Due to the Fiscal Year 2013 sequestration impact on the census program, data collection was eliminated for censuses in outlying areas including the elimination of the 2012 Census of Agriculture in Guam, U.S. Virgin Islands, American Samoa, and the Commonwealth of the Northern Mariana Islands (Volume 1, Geographic Area Series, Parts 53-56). </p>", "<h5>Methods</h5>", "<p>The government in each locality assists with the census under a Memorandum of Understanding with NASS. Data collection occurs in January and February. The reference period is the calendar year preceding the data collection period.</p>", "<p>Each locality develops a list of farm operations from a variety of sources. Enumerators are assigned a region and provided with all names on the list for that region. All data are collected through personal interview. When a farm is found to be out of business, enumerators determine the disposition of the farm and follow up with new operators when necessary. For American Samoa, in addition to enumerating the list of known commercial farms, a sample of all households is enumerated to account for production used for family consumption.</p>", "<h5>Products</h5>", "<p>The Volume 1, Geographic Area Series for each locality is released during the year following data collection. Individual Publications are Part 53, Guam; Part 54, U.S. Virgin Islands; Part 55, American Samoa; and Part 56, Northern Mariana Islands. Farm counts and totals are published for every item. Subdomain and cross tabulations are made for many items. </p>", "<h5>Uses</h5>", "<p>The census numbers provide the most detailed information on the structure and changes occurring in agriculture in each locality. Governments use the data to evaluate policy and legislation, to administer programs and services, and to study trends in agriculture. Producers and other agricultural businesses use the data for planning, marketing, and research. </p>", "<h5>Related Programs \r\n\t\t\t</h5>", "<p><em>Census of Agriculture</em></p>"], "survey_name": "Census of Agriculture for Outlying Areas", "banner_image_urls": "/images/survey/outlying-guam.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Census_for_Outlying_Areas/index.php"},
{"body": ["The Cash Rents Survey provides the basis for county estimates of the cash rent paid for irrigated cropland, non-irrigated cropland, and  pasture.  The 2008 Farm Bill mandated  that NASS provide mean rental rates for all counties with 20,000 acres of  cropland plus pasture. ", "NASS conducts the county-level Cash Rents survey every  year in all states except Alaska.  U.S. and state estimates are released in August every year.  All qualifying  counties in these states are represented in the sample.  The target population is all farms and ranches  that have historically rented land on a cash basis for any of the three land  use categories.  Land rented for a share  of the crop, on a fee per head, per pound of gain, by animal unit month (AUM),  rented free of charge, or land that includes buildings such as barns are excluded from the survey."], "about": ["<h5>Program Content</h5>", "<p>Approximately 280,000 farms and ranches across the United States are contacted  for their total acres operated and acres rented for cash for each land use  category (irrigated cropland, non-irrigated cropland, and permanent pasture) for  the current year.  For each land use category  with positive acres, respondents are given the option of reporting rent per  acre or total dollars paid.</p>", "<h5>Uses</h5>", "<p>The Farm Service Agency (FSA) uses  cash rent county estimates to determine market-based rates in administering  USDA programs, such as the Conservation Reserve Program (CRP).  Other state and federal government agencies,  universities, and research organizations use these data for other forms of  economic analysis.  The data provide  farmers and ranchers with current information about rental rates in their  county and are available for their use in making decisions regarding renting  and leasing farmland. </p>", "<h5>Frequency</h5>", "<p>The Cash Rents Survey is conducted every other year beginning with the first mail out in mid-February.</p>", "<h5>Methods</h5>", "<p>Data collection for the Cash Rents Survey  is conducted by mail and telephone.  The  initial mail-out occurs in mid-February followed by a second mailing in  mid-March.  Non-response phone follow-up is  conducted from April to July from NASS’ Data Collection Centers.  Some field follow up is conducted to insure adequate  response rates for the survey.  Over 35  percent of the survey is collected by mail.</p>", "<p>Data  are summarized to provide the mean cash rental rate for each land use category  in each district and county.  District  and county mean rates must reconcile to a previously published state mean cash  rental rate for each category.  State level mean cash rents are  estimated from the <em>Cash Rents Survey</em>.   Samples for this survey are drawn with a county-level stratified  design.  An additional indication is also  available from the <em>June Area Survey</em>.   This is a probability sample of land segments selected from the complete  NASS area sampling frame stratified and sampled by intensity of agriculture.</p>", "<h5>Related Programs \r\n\t\t\t</h5>", "<p><em>Census of Agriculture <br>\r\n\t\t\tJune Area Survey</em></p>"], "survey_name": "Cash Rents", "banner_image_urls": "/images/survey/cash-rents.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Cash_Rents_by_County/index.php"},
{"body": ["The Vegetable surveys provide acreage planted and harvested, yield production, disposition, utilization, price, and value for 27 vegetable commodities in 38 of the 50 states.  Some surveys are used for production forecasts, while others are used to derive end of season estimates.", "The Vegetable surveys collect data in the major producing states for each respective commodity.  States with a small number of growers survey all known commercial producers of vegetable commodities.  States with a large number of producers contact a sample of the growers to get production data.  Sampling may still result in a census for some vegetables."], "about": ["<h5>Program Content</h5>", "<p>The vegetable program is complex in that some crops are used for processing only, some are fresh market only, and others are dual purpose crops (both processing and fresh market).  Data are collected for planted and harvested acreage, yield, production, disposition, market year average price, and total crop value.  In addition, processing and dual purpose crops are further divided into canning and frozen utilizations. </p>", "<p> Vegetable processors are surveyed the first week of April for their intended acreage of vegetables for processing and the first week of July for acreage contracted.  Mid-season surveys of processors (Peas, July 1; Snap Beans, Sweet Corn and Tomatoes, September 1) are conducted to forecast crop production.  In the fall, processors are asked for final acreage harvested, yield production, and value for the above crops.  California tomato processors are surveyed separately for intended acreage, preliminary acreage, and acreage, production, and price.  Processors of asparagus, an early season crop, are surveyed for acreage in April. </p>", "<p> For fresh market vegetables, growers are surveyed seasonally for estimates of crops such as onions and strawberries.  Producers growing multiple fresh market crops are surveyed at seasonal intervals in major producing states for the remaining vegetable crops in the program. </p>", "<h5>Uses</h5>", "<p>These estimates provide vital statistics for growers, processors, and marketers to use in making production and marketing decisions.  Vegetable industry sources use these data to track production levels for the industry.  Federal and State agencies use the annual summary when developing and appraising government programs affecting the vegetable industry.  Survey results are used by the Economic Research Service (ERS) for the July <em>Vegetables Situation and Outlook Yearbook</em> and for the <em>Vegetables and Melons Outlook</em>, released electronically every other month.  Allied industries such as container manufacturers, chemical manufacturers, and plant breeders use the data in feasibility studies.  These studies are used to assess the economic impact of products, define market size and location.  Data have been provided to foreign governments interested in U.S. vegetable production and to extension specialists at land grant universities.</p>", "<p> Vegetable data provide information to assist the Agricultural Marketing Service in the administration of market orders for tomatoes, celery, onions, lettuce, and melons.  The office of the U.S. Trade Representatives, Executive Office of the President, uses the data to help administer their Generalized System of Preferences Program, a program to determine preferred imports from other countries.  Products, such as fresh tomatoes, eggplant, chili peppers, squash, watermelons, and onions are import sensitive and the North American Free Trade Agreement provides added protection against import surges of products while tariffs are being phased out.</p>", "<h5>Frequency</h5>", "<p>Vegetable data are collected six times during the year.  Acreage forecasts are obtained on a quarterly basis for fresh market and processing vegetables.  A separate processing production forecast is conducted in September and the annual summary is completed at the end of season.</p>", "<h5>Methods</h5>", "<p>Questionnaire content, survey timetables, and survey administration are state specific.  Data are gathered by telephone interviews, mail-out/mail-back, faxed questionnaires, and personal interviews.  Data accuracy and reducing respondent burden are taken into account in conducting the surveys.  The most desirable method is to do a complete enumeration of growers.  When this is not possible, a mail inquiry is sent to a sample of growers.  Because of the variable nature of the vegetable industry, mail lists are frequently updated to ensure complete coverage.</p>", "<h5>Related Programs \r\n\t\t\t\r\n\t\t\t\t</h5>", "<p><em>Vegetable Chemical Use</em></p>", "<p><em>Post Harvest Chemical Use</em></p>"], "survey_name": "Vegetables", "banner_image_urls": "/images/survey/vegetable2.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Vegetables/index.php"},
{"body": ["There are two turkey surveys and data products: The monthly Turkey Hatchery survey and report, and the semi-annual Turkeys Raised survey and report. ", "The Turkey Hatchery survey provides estimates of turkey eggs in incubators and number hatched in all hatchery states. The estimates indicate the number of market   birds that will be available in about five months and provide basic data used to develop state estimates of the number of turkeys raised.\r\n  All known operating turkey hatcheries within the states are contacted each month. The following states are included: Arkansas, California, Indiana, Massachusetts, Michigan, Minnesota, Missouri, North Carolina, Ohio, Oklahoma, Pennsylvania, Rhode Island, Virginia, West Virginia, and Wisconsin.", "The Turkeys Raised survey measures the number of turkeys raised, by state, for the current year. All known turkey farmers and contractors are sampled for the September and February surveys in all major states.  Major states are those states that raise at least 1 percent of the U.S. total.  The following states are considered a major state: Arkansas, California, Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Carolina, North Dakota, Ohio, Pennsylvania, South Carolina, South Dakota, Texas, Utah, Virginia, West Virginia, and Wisconsin."], "about": ["<h5>Program Content</h5>", "<p>Turkey hatchery data are collected on the number of turkey eggs in incubators on the first of the current month, the number of poults hatched during the previous month, and in which state these poults were placed for feeding to market weights.</p>", "<p>Turkey raised survey data are collected on the number of poults placed, death loss, and the resulting number raised.</p>", "<h5>Uses</h5>", "<p>The information in the monthly Turkey Hatchery report is used by data users to estimate the number of turkeys that will be marketed in about five months. These data are also the basis for the NASS estimates of turkeys raised each year. Additionally, economists and other analysts use the data to monitor the industry’s health and assess its economic contribution to the agricultural sector.</p>", "<p>The annual Turkey Raised report published in September provides data users with a preliminary estimate of turkeys being raised in the current calendar year. The February report presents the final estimates of turkeys raised the previous calendar year. Producers can assess industry trends and outlook for business planning and marketing decisions. Processors and retailers use the data to project supplies. Economists and other analysts use the data to monitor the health of the industry and evaluate the contribution to the general farm economy.</p>", "<h5>Frequency</h5>", "<p>The Turkey Hatchery survey is conducted monthly.</p>", "<p>The Turkeys Raised survey  is conducted each September and February.</p>", "<h5>Methods</h5>", "<p>For the Turkey Hatchery Survey, NASS maintains a list of active turkey hatcheries, approximately 40, and all are contacted each month. The reference date is the first of the current month for eggs in incubators and entire previous month for number of poults placed. Questionnaires are mailed to reach the respondents by the first of the month. Hatcheries not responding with a completed questionnaire are contacted by phone.</p>", "<p>For the Turkeys Raised Survey, NASS maintains a list of independent turkey farmers and contractors and all (approximately 1,000) are contacted for the survey. The reference period is one year, ending August 31. Questionnaires are mailed to reach respondents about September 1 and February 1. Those not responding by mail are contacted by phone.</p>", "<h5>Related Programs \r\n\t\t\t </h5>", "<p><em>Poultry Slaughter<br>\r\n            Poultry Production, Disposition, and Income</em></p>"], "survey_name": "Turkeys", "banner_image_urls": "/images/survey/Turkeys Raised.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Turkeys/index.php"},
{"body": ["The purpose of the Sheep and Goats Inventory survey is to provide information on inventory of breeding and market sheep, lambs born during the previous year, and wool production and prices.  Additionally, the January survey includes inventory of breeding and market goats, kids born during the previous year as well as mohair production and prices in selected states.", "The Sheep and Goats Inventory survey is a national program conducted in all states.  Farmers and ranchers surveyed are representative of the entire sheep and goat industry."], "about": ["<h5>Program Content</h5>", "<p>Questions for the sheep and lambs are asked in the January Sheep and Goats Inventory survey to provide information on inventory of breeding and market sheep, lambs born, death loss, and wool production and value.  Questions for goats and kids are asked in the January survey to provide information on inventory of breeding and market goats, kids born, death loss, and mohair production.</p>", "<h5>Uses</h5>", "<p>Uses of statistical information are extensive and varied.  Producers are the primary users of the information for determining production and marketing strategies, planning purchases and capital investments.  Other users of the data include financial institutions, producer organizations, agribusiness, state and national farm policy makers, and foreign and domestic buyers of agricultural products.  Government agencies are important users of the data.  Federal farm programs require information on supplies, production potential and income.  Economists, data analysts, and university researchers, transform the data into projections of current trends, interpret their economic implications, and evaluate alternative courses of action in terms of prospective outcomes.  These projections multiply the usefulness of the data.</p>", "<h5>Frequency</h5>", "<p>The Sheep and Goat Inventory survey is conducted in January.</p>", "<h5>Methods</h5>", "<p>The sheep and goat sample is drawn from a universe of farms and ranches in the United States which raise sheep and goats including sheep in feedlots. A sample of area tracts not on the list is surveyed to measure incompleteness.  Information collected on the Sheep and Goat Inventory survey is collected via mail, telephone interview, internet, and face-to-face interview.</p>", "<h5>Special Features</h5>", "<p>Questions for sheep and lambs pertain to animals on the total acres operated, regardless of ownership except for Arizona, California, Colorado, Idaho, Nevada, New Mexico, Oregon, Utah, Washington, and Wyoming.  In these states, questions for sheep and lambs pertain to animals owned by the operation, regardless of location.</p>"], "survey_name": "Sheep and Goat Inventory", "banner_image_urls": "/images/survey/Sheep and goat Inventory.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Sheep_and_Goat_Inventory/index.php"},
{"body": ["The Poultry Slaughter survey provides the number of chickens (young and mature), ducks, turkeys, and other poultry slaughtered under federal inspection in the U.S. ", " Poultry slaughter data are collected for the entire U.S. from approximately 320 plants inspected by the Food Safety and Inspection Service (FSIS).  Over 99 percent of the total U.S. slaughter for all species is under federal inspection. "], "about": ["<h5>Program Content</h5>", "<p>Poultry slaughter estimates provide USDA and the poultry industry with basic data to measure the flow of meat to the market, to analyze trends, and to project producer prices.  Agricultural economists in both the public and private sectors use this information in economic analysis and research.</p>", "<h5>Uses</h5>", "<p>Poultry slaughter estimates provide USDA and the poultry industry with basic data to measure the flow of meat to the market, to analyze trends, and to project producer prices.  Agricultural economists in both the public and private sectors use this information in economic analysis and research. </p>", "<h5>Frequency</h5>", "<p>Federally inspected data are summarized monthly immediately before the release.  An annual summary is compiled in February.</p>", "<h5>Methods</h5>", "<p>The FSIS plant inspectors key enter inspection data using laptop computers and upload the data to a central location.  FSIS electronically passes the inspection data to NASS.  Data include the number of head slaughtered weekly under federal inspection by species and class, condemnations, and total live and dressed weights.  The reports cover weekly activities through Saturday night with weekly reports allocated to the appropriate month.  NASS runs all data through a computer edit to check for errors.  Estimates are made for missing reports. </p>", "<p> Poultry slaughter estimates are based on a census of slaughter plants, therefore, there is no sampling error associated with the report.  However, some reporting errors or omission of data may occur with minimal effect because of the quality checks involved in creating this report. </p>", "<h5>Related Programs \r\n\t\t\t</h5>", "<p><em>Broiler Hatchery<br>\r\n            Chickens and Eggs<br>\r\n            Turkey Hatchery<br>\r\n            Turkeys Raised<br>\r\n            Poultry Production, Disposition, and Value </em></p>"], "survey_name": "Poultry Slaughter", "banner_image_urls": "/images/survey/Poultry Slaughter.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Poultry_Slaughter/index.php"},
{"body": ["The Trout Production survey provides basic data for the trout industry such as the number of trout farms; the number, pounds, and value of fish produced; the point of first sale; and information on the number of fish lost by cause.", "All known trout farms in the 16 top producing states are included in the survey.  The states are Arkansas, California, Colorado, Georgia, Idaho, Michigan, Missouri, New York, North Carolina, Oregon, Pennsylvania, Utah, Virginia, Washington, West Virginia, and Wisconsin."], "about": ["<h5>Program Content</h5>", "<p>Data are collected on the number, pounds, and value of sales by size of fish and the number and value of sales of eggs.  Additional questions cover the percent of fish sold through each marketing outlet and losses of fish by cause.  Data cover farm raised fish and fish raised for restoration, conservation, or recreational purposes.  The marketing outlets are processors, restaurants and other retailers, consumers, live haulers, fee and recreational, other producers, and government agencies.  The causes for loss are disease, theft or vandalism, chemical contamination, drought, flood, and predators.</p>", "<h5>Uses</h5>", "<p>Producers and marketers use inventory numbers to project future supplies of trout.  Producers use the data in making business decisions.  Economists use sales data to assess the present status and future of the industry.  Data are also used in assessing the general situation of the agricultural sector.  Natural resource and conservation specialists use the data for determining supplies of fish for restocking and related programs.</p>", "<h5>Frequency</h5>", "<p>The survey is conducted each January.</p>", "<h5>Methods</h5>", "<p>A list of trout operations is maintained by NASS.  All operations (nearly 700) are surveyed each year.  The reference date for the number of trout farms is January 1 of the current year.  Sales and loss data refer to the previous calendar year.  Questionnaires are mailed to reach respondents about the first of January.  Growers not returning questionnaires by mail are followed up by phone.  In some cases, personal visits are made.</p>", "<h5>Related Programs \r\n\t\t\t </h5>", "<p><em>Census of Aquaculture<br>\r\n            Catfish Production</em></p>"], "survey_name": "Trout Production", "banner_image_urls": "/images/survey/Trout Production.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Trout_Production/index.php"},
{"body": ["The Tenure, Ownership, and Transition of Agricultural Land (TOTAL) Survey is a comprehensive study of all land rented out for agricultural purposes, including both land rented out by those who are themselves farmers and ranchers (operator landlords) and land rented out by those who do not operate a farm themselves (non-operator landlords). This survey is a follow-on component of the Census of Agriculture program. NASS conducted the TOTAL survey in collaboration with the Economic Research Service (ERS)"], "about": ["<div class=\"integration-list2\">   \r\n\t<ul class=\"listStyleNone\">\r\n\t\t\r\n<li>\r\n\r\n\t<h6><strong>GENERAL</strong></h6>\r\n\t\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n                <p>What is Tenure, Ownership, and Transition of Agricultural Land (TOTAL)</p>\r\n\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t\t<div class=\"form-left\"></div>\r\n\t\t\t\t<div class=\"form-right\">\r\n\t\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t<p>The Tenure, Ownership, and Transition of Agricultural Land (TOTAL) Survey is a comprehensive study of all land rented out for agricultural purposes, including both land rented out by those who are themselves farmers and ranchers (operator landlords) and land rented out by those who do not operate a farm themselves (non-operator landlords). This survey is a follow-on component of the Census of Agriculture program. NASS conducted the TOTAL survey in collaboration with the Economic Research Service (ERS)</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n        <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>What type of information did NASS collect in TOTAL?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t<p>The TOTAL survey collected information about landowners who rent out agricultural land, including both landowners who farm or ranch and also rent agricultural land to other farmers and ranchers (operator landlords) and landowners who rent out land for agricultural purposes but do not farm (non-operator landlords). The survey collected income, expense, debt, and asset information related to land ownership, transition plans, and demographic and other landlord characteristics from both operator landlords and non-operator landlords.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t  <div class=\"form-left\"> </div>\r\n\t\t\t  <div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t<p>How did NASS conduct the TOTAL survey? </p>\r\n\t\t\t\t</div>\r\n\t\t\t\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t  <div class=\"form-left\"> </div>\r\n\t\t\t  <div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t<p>NASS collected data by mail, personal interviews, and online from over 40,000 landowners across the United States. The agency mailed the forms in December 2014. NASS followed-up by phone with landlord owners who did not respond by mail to maximize response. In some special cases, NASS visited the landowners’ operation. </p>\r\n\t\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t\r\n    \r\n\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Was this survey mandatory like the Agriculture Census?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t<p class=\"detail_1\">Yes. The TOTAL survey is part of the Census of Agriculture program, which is required by United States law <a href=\"https://www.law.cornell.edu/uscode/text/7\" target=\"_blank\">(Title 7, U.S. Code)</a>. All those who received a questionnaire were required to respond even if they did not operate a farm that year.</p>\r\n    \r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\t<h6><strong>RESULTS</strong></h6>\r\n\t\t\t\r\n    <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>How are the TOTAL results published?</p>\r\n\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t  <div class=\"form-left\"> </div>\r\n\t\t\t  <div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t<p class=\"detail_1\">TOTAL results are available in digital form via <a href=\"http://quickstats.nass.usda.gov/\">NASS’ Quick Stats database</a>. Several predefined queries are available on the results page to help find TOTAL data. NASS also compiled a summary of the key data <a href=\"/Publications/Highlights/2015/TOTAL_Highlights.pdf\">highlights</a> </p>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>What are the major components of the results?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t  <div class=\"form-left\"> </div>\r\n\t\t\t  <div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t<p class=\"detail_1\">The survey results are in these four major components\r\n\t\r\n\t\t\t</p><ol>\r\n\t\t\t<li>Non-operator landlords who don’t farm</li>\r\n\t\t\t<li>Operator landlords who farm and also rent out land to others who farm</li>\r\n\t\t\t<li>All land rented out (both operator and non-operator landlords), and</li>\r\n\t\t\t<li>All land (including farmers and ranchers who do not rent out land).</li></ol>\r\n\t\t\t\t\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\r\n\t\t\r\n\t\t\t\r\n    <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Why are data available only for 25 states and the U.S.?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t<p class=\"detail_1\"> While landlords were surveyed in all 48 states, the top 25 cash receipt states were surveyed extensively, which represented 85.5% of all farm cash receipts in the United States. As a result, final data are available at national level as well for these core 25 states.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\t\r\n\t\r\n<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>How is the reliability measured?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t<div>\r\n\t\t\t\t\t<p class=\"detail_1\">First, the estimates themselves are survey indications, so each data item has a range of reliability. This reliability is measured by a Coefficient of Variation, as shown on the CV column in Quick Stats. The survey methodology is explained in more detail in the Quality Measures Report. </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\r\n\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t<p>Are you only counting individual landlords?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t<p class=\"detail_1\"> No. The term<em> landlord </em>is applied to all types of landlord entities, including individuals, partnerships, corporations, trusts, and other such as municipalities and limited liability companies. Sometimes landlord entities rent out farm land in different arrangements to different farmers. For instance, a landlord might rent out land they own as an individual to a relative, and also belong to a corporation that rents out land to other farmers. This situation applies to a small percentage of non-operator landlords, but is important to remember when looking at the counts of landlords.</p>\r\n\t\t<p>The demographic information is data about individual landlords and the principal partner in a non-operator partnership. Corporations and trusts are entities that often contain many people. Because genders can’t be assigned to groups, corporations and trusts landowners are excluded from the demographic data calculations. </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\t\t\t\r\n<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>How is the data organized in Quick Stats?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t<p class=\"detail_1\"> Quick Stats is organized so that key summary variables are broken out. For instance, breaking out the total acreage rented out by gender tells the relationship between male and female landlords. These breakouts are called domains and include categories for: Gender, age, race, ethnicity, value of land and buildings, education, acres rented out, tenants, landlord ownership types, acres fully or not fully paid for, and work status. </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Are there any previous results to which I can compare new data?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t<p class=\"detail_1\">The last time these type of data were collected was in 1999 in the Agricultural Economics and Land Ownership Survey (AELOS). While the two surveys collected similar data, there were differences in how the surveys were sampled, conducted, and summarized. For example, due to changes in the U.S. agriculture sector, the TOTAL survey included trust ownerships, which were not counted in AELOS. As a result of this and other changes in the survey process, most TOTAL data are not directly comparable to earlier survey data on this topic. </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Can I get access to individual landlord information?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t<p class=\"detail_1\">No. All respondents are guaranteed confidentiality by law (Title 7, U.S. Code, and CIPSEA, Public Law 107-347). These laws require us to all information about individual landowners and their land confidential. NASS publishes data only in tabulated totals. </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>What if I can’t figure out how to use Quick Stats?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t<p class=\"detail_1\">NASS has several <a href=\"https://quickstats.nass.usda.gov/tutorials\" aria-label=\"Access the Quick Stats website tutorials\"> tutorials and documents </a>available for you to familiarize yourself with Quick Stats. If you need additional help, you can email us at <a href=\"mailto:nass@usda.gov\">nass@usda.gov</a> or call our Ag Statistics Hotline at 1-800-727-9540. </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\r\n    \r\n\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\r\n\t<!-- REPORT FORMS Tab -->\r\n            <div id=\"reportForms\" class=\"tab-pane fade content-tab\">\r\n\t\t\t\t\r\n\t\t\t\t<h5>Report Form and Instructions</h5>\r\n\t\t\t\t\r\n\t\t\t\t<ul class=\"listStyleNone\">\r\n\t\t\t\t\t<li><i class=\"fas fa-2x fa-clipboard-list surveyicon\"></i> <a href=\"2014_TOTAL_Landlord.pdf\">2014 TOTAL Landlord Sample report form</a></li>\r\n\t\t\t\t\t<li><i class=\"fas fa-2x fa-clipboard-list surveyicon\"></i> <a href=\"2014_TOTAL_Operator.pdf\">2014 TOTAL Operator Sample report form</a></li>\r\n\t\t\t\t</ul>\r\n\t\t\t\t\r\n\t\t\t\t\r\n\r\n\t\t\t</div>\r\n\t\r\n\t\t</div>\t\t\r\n\t\t\t\t\r\n</div>\r\n          <!-- InstanceEndEditable -->\r\n\t\t\t\t\t</div>\r\n\t\t\t\t\t<p class=\"right\"> Last Modified:\r\n\t\t\t\t\t\t<!-- #BeginDate format:Am3 -->12/20/2021<!-- #EndDate -->    </p>\r\n\t\t\t\t</div>\r\n\t\t\t</li></ul></div>"], "survey_name": "Tenure, Ownership, and Transition of Agricultural Land", "banner_image_urls": "/images/survey/Irrigation.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/TOTAL/index.php"},
{"body": ["The Off-Farm Grain Stocks surveys provide detailed estimates of grains, oilseeds, and pulse crops stored in any commercial facility off the farm.", "These surveys are conducted in every state for barley, canola, corn, flaxseed, mustard seed, oats, rapeseed, safflower, sorghum, soybeans, sunflowers, and wheat. Grain stocks frequently move to areas other than where produced, thus requiring coverage by all states to fully account for all off-farm stocks. Minnesota, North Dakota, and South Dakota are the only states estimating rye stocks. Austrian winter peas, chickpeas (garbanzos), dry edible peas, and lentils are estimated in California, Idaho, Minnesota, Montana, Nebraska, North Dakota, Oregon, South Dakota, and Washington. The target population is all commercial grain storage operations, including grain and oilseed processing plants, terminals, and any other facilities that store grains, oilseeds, and pulse crops (excluding peanuts and rice) that would not be classified as a farm. Separate rice stocks surveys are conducted in Arkansas, California, Louisiana, Mississippi, Missouri, and Texas. Peanut stocks are estimated for the U.S. only."], "about": ["<h5>Program Content</h5>", "<p>Operations are asked to report the quantity of grains, oilseeds, and pulse crops on hand as of the reference date. All surveys ask for the storage capacity of the operation. A distinction is made between old crop stocks and new crop stocks on the last survey of the marketing year to accurately measure carry out stocks.</p>", "<h5>Uses</h5>", "<p>Data are used by commodity markets, educational institutions, state and federal agencies, farm and ranch operators, and others for market assessment, planning, decision making, and on-going research. Grain stocks are an essential component of supply and demand balance sheets required to monitor food security and to enhance efficient global marketing. </p>", "<p> Production forecasts are greatly relied upon by the transportation sector, warehouse and storage companies, banks and other lending institutions, commodity traders, and processors. Those in agribusiness who provide farmers with inputs, equipment, and other goods and services study reports when planning their marketing strategies. Analysts transform the statistics into projections of coming trends, interpretations of the trends' economic implications, and evaluations of alternative courses of action for producers, agribusinesses, and policy makers.</p>", "<h5>Frequency</h5>", "<p>Production forecasts are greatly relied upon by the transportation sector, warehouse and storage companies, banks and other lending institutions, commodity traders, and processors. Those in agribusiness who provide farmers with inputs, equipment, and other goods and services study reports when planning their marketing strategies. Analysts transform the statistics into projections of coming trends, interpretations of the trends' economic implications, and evaluations of alternative courses of action for producers, agribusinesses, and policy makers.</p>", "<h5>Methods</h5>", "<p>An attempt is made to contact nearly 9,400 off-farm storage facilities by mail, phone, or personal visit each quarter. In some instances, company headquarters prefer to report for multiple plants or several line facilities. Adjustments are made for non-reporting facilities based on capacity data, previously reported data, and relationships that exist for reporting firms of similar size and type to ensure all stocks are accounted for. Over 50 operations are contacted for Rice Stocks and over 200 for Peanut Stocks.</p>", "<h5>Related Programs \r\n\t\t\t </h5>", "<p><em>Crops/Stocks </em></p>"], "survey_name": "Off-Farm Grain Stocks", "banner_image_urls": "/images/survey/Off Farm Grain Stocks.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Off-Farm_Grain_Stocks/index.php"},
{"body": ["The National Agricultural Classification Survey is a nationwide effort to identify potential agricultural operations in the United States. The results of this survey will help provide the best possible coverage for the 2022 Census of Agriculture. The Census of Agriculture is a complete accounting of farms and ranches in the United States and the people who operate them. Collected once every five years by USDA’s National Agricultural Statistics Service (NASS), the Census of Agriculture provides information on land use and ownership, operator characteristics, production practices, income and expenditures. This information is used to help make decisions that benefit you and your community – from decisions guiding succession planning and new and beginning farmer programs to decisions impacting agriculture practices, land stewardship, and sustainability.", "A farm is any place from which $1,000 or more of agricultural products were produced and sold, or normally would have been sold, during the year. The definition was first used for the 1974 Census of Agriculture. It is consistent across current USDA surveys."], "about": ["<div class=\"integration-list2\">   \r\n\t<ul class=\"listStyleNone\">\r\n\t\t\r\n<li>\r\n\t\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n                <p>What is the National Agricultural Classification Survey?</p>\r\n            </div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t\t<div class=\"form-left\"></div>\r\n\t\t\t\t<div class=\"form-right\">\r\n\t\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t<p>The National Agricultural Classification Survey is a nationwide effort to identify potential agricultural operations in the United States. The results of this survey will help provide the best possible coverage for the 2022 Census of Agriculture. The Census of Agriculture is a complete accounting of farms and ranches in the United States and the people who operate them. Collected once every five years by USDA’s National Agricultural Statistics Service (NASS), the Census of Agriculture provides information on land use and ownership, operator characteristics, production practices, income and expenditures. This information is used to help make decisions that benefit you and your community – from decisions guiding succession planning and new and beginning farmer programs to decisions impacting agriculture practices, land stewardship, and sustainability.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n        <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Why should I respond to the National Agricultural Classification Survey?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t<p>Response to this survey is required by law under Title 7 USC 2204(g) Public Law 105-113. Your response to this survey will help NASS provide the most complete accounting of agriculture in the United States. Did you know that 75 percent of the 2 million farms in the United States reported agricultural sales of $50,000 or less in the 2017 Census of Agriculture? Many people who do not consider themselves to be farmers or ranchers actually meet the official census definition of a farm - any place from which $1,000 or more of agricultural products were produced, or normally would have been produced, per year.  \r\n\t\t\t\t\t</p>\r\n\t\t\t\t\t<p>Even if you have no agricultural activity, your response is still important to us so we can ensure our records are up to date and you are removed from future contacts.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n        <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Do you really need to count me?  </p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t  <div class=\"form-left\"> </div>\r\n\t\t\t  <div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t<p>YES - if you own or rent agricultural land, grow vegetables, grow horticultural or floricultural products, have fruit or nut trees, cattle, horses, poultry, hogs, bees, aquaculture products, or consider yourself a farmer or rancher, we need to hear from you. </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n    \r\n\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>How will the National Agricultural Classification Survey be conducted? </p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t<p class=\"detail_1\">Survey forms will be mailed in December 2021 to addresses where agricultural activities may have occurred or have the potential to occur. Responses are due by Jan. 24, 2022. NASS staff will follow up to try and gather the information if we do not receive a completed survey.</p>\r\n    \r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>How do I respond to the National Agricultural Classification Survey? </p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t  <div class=\"form-left\"> </div>\r\n\t\t\t  <div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t<p class=\"detail_1\">Please complete your form online at <a href=\"http://www.agcounts.usda.gov\">www.agcounts.usda.gov</a>. All you need is your unique survey code located on the front of the questionnaire to complete your survey online. You may also complete and return your survey by mail using the return envelope provided. </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Will my information be kept confidential? </p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t  <div class=\"form-left\"> </div>\r\n\t\t\t  <div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t<p class=\"detail_1\">Absolutely.  Respondents are guaranteed by law <a href=\"/About_NASS/Confidentiality_Pledge/index.php\"> (Confidential Information Protection and Statistical Efficiency Act of 2018, Title III of Pub. L. No. 115-435, codified in 44 U.S.C. Ch. 35 and other applicable Federal laws)</a> that their individual information will be kept confidential. NASS uses the information only for statistical purposes and publishes data only in tabulated totals. The report cannot be used for purposes of taxation, investigation, or regulation. The privacy of individual records is also protected from Freedom of Information Act requests. </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\r\n\t\t\r\n\t\t\t\r\n    <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>What if I am not actively farming or ranching?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t<p class=\"detail_1\"> If you are not actively farming, ranching, or engaged in any agricultural activity, your response is still important to us to verify that you do not currently meet the definition of a farm or ranch, and so we can remove you future contacts. Please complete the first four questions and follow the instructions provided. If you do not complete the survey, NASS staff will follow up to try and gather the information. </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\t\r\n\t\r\n<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>What if I receive more than one questionnaire in the mail?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t<div>\r\n\t\t\t\t\t<p class=\"detail_1\">If you receive more than one questionnaire, and have more than one operation, please complete a survey for each separate operation you conduct. If you only have one operation, please complete only one survey and write “DUPLICATE” on the front of the other questionnaires and return them all in the same envelope.</p>\r\n\t\t\t\t\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\r\n\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Why did I receive this form? How did you receive my name?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t<p class=\"detail_1\"> To ensure the most complete count of farms and ranches in the United States, NASS maintains a list of individuals who have agricultural production. Additionally, we obtain mailing lists from public and private sources associated with agriculture. Some of the lists did not indicate whether the addressee was actually an agricultural producer but did indicate that the addressee likely has the potential to have agricultural production. You may have received a survey form if your name appeared on one or more of those lists. </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\t\t\t\r\n<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>What if I want more information?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t<p class=\"detail_1\"> For more information or help completing your form, call 1-888-4AG-STAT or 1-888-424-7828.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n    </ul>\r\n\t\t\t\t</div>"], "survey_name": "National Agricultural Classification Survey", "banner_image_urls": "/images/survey/nacs.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/NACS/index.php"},
{"body": ["The annual Mink survey is conducted from early May through late May from all known producers to measure inventories, production and value of production. "], "about": ["<h5>Program Content</h5>", "<p>The Mink survey measures pelt production by color class by selected States for the current and previous year, females bred and to be bred and the value of pelt production.</p>", "<h5>Uses</h5>", "<p>The industry uses the data to gauge current supplies of products available to consumers. For some commodities, the estimates are factored into public price discovery. Producers also use the data for business decisions. Economists and other analysts use the data to monitor the health of the industry and to compute the industry's contribution to the agricultural sector. </p>", "<h5>Frequency</h5>", "<p>Data are collected and published annually.</p>", "<h5>Methods</h5>", "<p>NASS Regional Field Offices maintain a list of all known mink producers and use known sources of producers to update their lists. All known mink producers are mailed a questionnaire and given adequate time to respond by mail. Those who do not respond by mail are telephoned or enumerated in person. Care is exercised to account for all operations. Pelt market price data is obtained in June. Prices are collected at the point of first sale, before marketing costs are deducted.</p>"], "survey_name": "Mink Survey", "banner_image_urls": "/images/survey/mink.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Mink/index.php"},
{"body": ["Samples are selected from each state's list of dairy producers. The sample is randomly drawn from the list of milk producers. When feasible, NASS utilizes state or federal administrative data, rather than conducting a monthly or quarterly Milk Production survey, to estimate milk production and milk cow inventory.", "Each month, the NASS Regional Field Offices estimate the All Milk price for each of the 24 major milk-producing states. The All Milk price represents the gross price farmers in the state received in the given month per hundredweight (cwt) of milk sold at average fat test. The gross price is before deductions for items such as hauling and stop charges, advertising and promotion costs, and coop dues. It does not include hauling subsidies, but does include premiums and discounts for quality, quantity, or other reasons. The price per hundredweight equals total gross receipts divided by pounds of milk sold and multiplied by 100.", "In establishing state All Milk prices each month, RFOs use administrative data from various sources as well as survey data. NASS calculates the U.S. All Milk price by weighting the estimated All Milk price in each of the 24 states by production in the state during the same month in the previous year."], "about": ["<h5>Program Content</h5>", "<p>Monthly and quarterly Milk Production surveys collect information on the (1) number of cows milked yesterday, (2) number of all milk cows in the herd yesterday, and (3) total milk produced yesterday. Information on milk cow replacement prices are collected each quarter. In April and October, producers provide information on the amount of milk used on the farm for food or drink and the amount fed to calves.</p>", "<h5>Uses</h5>", "<p>Statistics on milk production are used by the U.S. Department of Agriculture to carry out the National Dairy Support Program. In addition, the statistics are used extensively by the dairy industry in planning, pricing, and projecting supplies of milk and milk products. Dairy producers also utilize the reports to determine production and marketing strategies.</p>", "<h5>Frequency</h5>", "<p>The quarterly Milk Production survey is conducted in January, April, July, and October.</p>", "<h5>Methods</h5>", "<p>The Milk Production survey utilizes primarily mail, phone, and web-based reporting to collect survey data. Questionnaires are mailed to a sample of dairy producers about the 24th of the month. States conduct a nonresponse telephone follow-up to ensure sufficient data are obtained.</p>", "<p> Phone enumerators utilize Computer Assisted Telephone Interviewing (CATI), a sophisticated software which allows them to enter reported data directly into an electronic format. The software performs simple consistency checks as well as checks against previously reported data, which reduces the need for follow-up contacts with the respondent.</p>", "<p> Simple models are used to estimate for the states not in the monthly program. Milk cow estimates from the Cattle Inventory surveys provide an independent check against the milk production survey data. </p>", "<h5>Related Programs \r\n\t\t</h5>", "<p><em>Milk Production, Disposition and Income<br>\r\n            Monthly Dairy Products<br>\r\n            Cattle Inventory<br>\r\n\t\t\tFarms, Land in Farms, and Livestock Operations</em></p>"], "survey_name": "Milk Production and All Milk Prices", "banner_image_urls": "/images/survey/milk-production.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Milk/index.php"},
{"body": ["\r\n\t\r\n\t", "The 2020 Local Food Marketing Practices Survey is a survey conducted by USDA’s National Agricultural Statistics Service to produce data about local food marketing practices. This 2017 Census of Agriculture special study provides data on the marketing of locally and regionally produced agricultural food products, as directed under the 2018 Farm Bill."], "about": ["<div class=\"integration-list2\">   \r\n\t<ul class=\"listStyleNone\">\r\n\t\t\r\n<li>\r\n\t\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n                <p>What is the Local Food Marketing Practices Survey?</p>\r\n          </div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t\t<div class=\"form-left\"></div>\r\n\t\t\t\t<div class=\"form-right\">\r\n\t\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t<p>The 2020 Local Food Marketing Practices Survey is a survey conducted by USDA’s National Agricultural Statistics Service to produce data about local food marketing practices. This 2017 Census of Agriculture special study provides data on the marketing of locally and regionally produced agricultural food products, as directed under the 2018 Farm Bill.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n        <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>How was the 2020 Local Food Marketing Practices Survey be conducted?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t<p>NASS mailed survey forms, starting in January 2021, to 65,540 producers nationwide. Responses were due by Jan. 19, 2022. All farms and potential farms on NASS’s List Frame were eligible for sampling.\r\n\t</p></div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n        <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>What types of questions were asked? </p>\r\n</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t  <div class=\"form-left\"> </div>\r\n\t\t\t  <div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t<p>The 2020 Local Food Marketing Practices Survey asked about the marketing of food directly from farm producers directly to consumers, retailers, institutions, and a variety of local food intermediaries such as distributors and wholesalers that market and sell locally branded products. Information was asked on local food marketing practices during 2020, including items such as:</p>\r\n\t\t\t\r\n\t\t\t<ol>\r\n\t\t\t<li>1. Value of food sales by marketing practice (i.e. farmers markets, CSAs, restaurants, roadside stands, food hubs, and more)</li>\r\n\t\t\t<li>2. Commodity and value-added sales by marketing channel</li>\r\n\t\t\t<li>3. Federal farm program participation </li>\r\n\t\t\t\t</ol>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n    \r\n\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Where can I find Local Food Marketing Practices Survey data?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t<p class=\"detail_1\">Several options are available for accessing the 2020 Local Food Marketing Practices survey data. Data is available via a searchable database called <a href=\"https://quickstats.nass.usda.gov/\" target=\"_blank\">Quick Stats</a>. Additional formats of <a href=\"/Publications/AgCensus/2017/index.php\">summary results</a> are available. Visit <a href=\"/AgCensus/index.php\">Census of Agriculture</a> section of this website to access the information online. <a href=\"https://twitter.com/usda_nass/\" target=\"_blank\">Follow NASS on Twitter</a> @usda_nass.</p>\r\n\t\t<p class=\"detail_1\">For additional information on the Local Food Marketing Practices survey, call the Agricultural Statistics Hotline at 800-727-9540 or email <a href=\"mailto:nass@usda.gov\">nass@usda.gov</a>.</p>\r\n    \r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Will NASS conduct additional surveys or studies on local food marketing practices in the future?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t  <div class=\"form-left\"> </div>\r\n\t\t\t  <div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t<p class=\"detail_1\">Pending Office of Management and Budget (OMB) approval, we will collect data as a special study following the 2022 Census of Agriculture.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>How do I get counted for a future local food marketing practice survey?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t  <div class=\"form-left\"> </div>\r\n\t\t\t  <div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t<p class=\"detail_1\">A farm is defined as any place that produced and sold, or normally would have sold, $1,000 or more of agricultural products during the census year. You can <a href=\"https://www.agcounts.usda.gov/cgi-bin/counts/\" target=\"_blank\">register online</a> if your farm meets this benchmark. </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\r\n\t\t\r\n\t\t\t\r\n    <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>What if I want more information or need help accessing prior results?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t<p class=\"detail_1\"> Call the NASS Agricultural Statistics Hotline at 800-727-9540, email <a href=\"mailto:nass@usda.gov\">nass@usda.gov</a>, or visit <a href=\"/AgCensus/index.php\">Census of Agriculture</a> section of this website.\r\n\t\t\t\t\t\t</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\t\r\n\t\r\n<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>What is methodology?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t<p class=\"detail_1\"> In statistics, methodology is the survey processes by which data are collected, analyzed and summarized.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\t\t\t\r\n<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>What methodology are you using to conduct the 2020 Local Food Marketing Practices Survey?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t<p class=\"detail_1\"> Enhancements to methodology are always made to improve the reliability of data and ensure we are providing the type of information data users need. Producers selected to participate in the 2020 Local Food Marketing Practices Survey were identified through NASS's List Frame. Data was collected via mail, internet, and telephone interviews. NASS reviewed the reported data to determine the validity and representative quality of completed questionnaires and then summarized the data to produce final estimates, adjusting for non-response and coverage. The survey's methodology and definitions of terms and phrases used are thoroughly documented and available online at  <a href=\"/Publications/AgCensus/2017/Online_Resources/Local_Food/quality_measures/2020_FMPS%20Methodology.pdf\">survey's methodology </a> </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li><li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Can I compare 2020 Local Food Marketing Practices Survey data with the data from the 2017 Census of Agriculture?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t<p class=\"detail_1\"> The 2020 Local Food Marketing Practices Survey results reflect the industry as of the time the list was built and the 2020 production year. Comparisons with the 2017 Census of Agriculture, other NASS publications, and other non-NASS sources must allow for differences in reference periods, definitions and weighting methodologies.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n   <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>What is coefficient of variation and what does it mean for this Local Food Marketing Practices survey?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t<p class=\"detail_1\"> Coefficient of variation (CV) provides a measure of uncertainty of an estimate. The lower the coefficient of variation, the higher the reliability of the estimate. For the Local Food Marketing Practices Survey, it means that data users can assess the comparable reliability of the estimates. By publishing the CV, NASS is increasing transparency and data usability.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Will special tabulations be available for data not published in the 2020 Local Food Marketing Practices Survey report?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t<p class=\"detail_1\"> <a href=\"/Data_and_Statistics/Special_Tabulations/Request_a_Tabulation/index.php\">Request a special tabulation</a> on the NASS website.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t<li>\r\n\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Who can I contact if I think there might be a problem with the data?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t<p class=\"detail_1\"> If you have a concern about state-level data, please contact the appropriate <a href=\"/Statistics_by_State/index.php\">USDA NASS regional office</a> . If your concern is about national-level data, please contact or 800-727-9540. We can direct you to the appropriate subject matter expert.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n    </ul>\r\n\t\t\t  </div>"], "survey_name": "Local Food Marketing Practices ", "banner_image_urls": null, "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Local_Food/index.php"},
{"body": ["The Nursery and Christmas Tree Production survey (NCTPS) provides estimates of the numbers of nursery producers, production area, hired workers, sales and inventory by plant category for the 17 largest nursery producing states. This survey was conducted for the first time in the spring of 2001 for calendar year 2000 data. ", " Over 12,500 operations are sampled in the 17 largest nursery producing states. Over 6,500 operations have gross sales of $10,000 or more. The 17 states are: Alabama, California, Connecticut, Florida, Georgia, Illinois, Michigan, New Jersey, New York, North Carolina, Ohio, Oregon, Pennsylvania, Tennessee, Texas, Virginia, and Washington. "], "about": ["<h5>Program Content</h5>", "<p>Total production area and the average number of part-time and full-time hired workers are collected from operations with gross sales of $10,000 or more. Additional data are collected for operations with gross sales of $100,000 or more in twelve product categories. For ten categories, broadleaf evergreens, coniferous evergreens, deciduous shade trees, deciduous flowering trees, deciduous shrubs, fruit and nut plants, palms, ornamental grasses, other woody ornamentals and vines, and palms, data are collected for number sold, gross sales, percent sold wholesale, percent of plants sold by category, and number on hand on January 1. For the other two categories, transplants for commercial vegetables and strawberries for crop production and propagative nursery material or lining-out stock, gross sales and percent sold wholesale are collected. Cut Christmas tree data collected are trees cut and sold and gross sales dollars, percent of gross sales that were wholesale, number of trees on hand at year-end, and percent of trees expected to sell in future years. Christmas tree details were asked for all operations with at least $10,000 in cut Christmas sales for the first time for the 2006 crop year. </p>", "<h5>Uses</h5>", "<p>Nursery production estimates are used to keep abreast of the rapidly changing industry. Survey results help identify state and national trends in areas such as new product development and changing production practices so that growers can plan the future of their business. These estimates are also used to support industry claims in cases involving unfair trade practices and in trade negotiations. The data collected by this survey also measure the economic impact of the industry both by value of sales of nursery crops and by number of hired workers.</p>", "<h5>Frequency</h5>", "<p>The Nursery and Christmas Tree survey is conducted every three years on the same timetable as the Nursery and Floriculture Chemical Use Survey.</p>", "<h5>Methods</h5>", "<p>Data collection methods include mail, phone, and personal interview.  The mode of data collection is tailored to the nursery industry's diversity to address the variability from large corporate operations to small local greenhouses. </p>", "<h5>Related Programs \r\n\t\t\t</h5>", "<p><em>Floriculture<br>\r\n            Census of Horticultural Specialties<br>\r\n            Nursery and Floriculture Chemical Use </em></p>"], "survey_name": "Nursery and Christmas Tree Production", "banner_image_urls": "/images/survey/Nursery and Christmas Tree Production2.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Nursery_and_Christmas_Tree_Production/index.php"},
{"body": ["The Objective Yield (OY) surveys provide data for monthly forecasts and end-of-season estimates of planted and harvested acres, yield, and production of winter wheat, corn for grain, soybeans, fall potatoes, and upland cotton.\r\n ", " All acres for harvest as grain in the leading producing states are eligible for this survey. The following states are currently included in the OY program.", "Corn - Illinois, Indiana, Iowa, Kansas, Minnesota, Missouri, Nebraska, Ohio, South Dakota, Wisconsin ", "Cotton - Arkansas, California, Georgia, Louisiana, Mississippi, North Carolina, Texas", "Soybeans - Arkansas, Illinois, Indiana, Iowa, Kansas, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota ", "Wheat - Colorado, Illinois, Kansas, Missouri, Montana, Nebraska, Ohio, Oklahoma, Texas, Washington ", "Potatoes - Idaho, Maine, Minnesota, North Dakota, Oregon, Washington, Wisconsin"], "about": ["<h5>Program Content</h5>", "<p>The operator is interviewed to verify acreage reported on the parent survey and obtain permission to enter the sample field to make counts and measurements. Monthly plant and fruit counts, fruit measurements, and maturity determinations are made until the crop is mature or harvested. At maturity or immediately before harvest, a final crop cutting is made. Sample fruit (ears, pods, bolls, heads, or tubers) is sent to a lab to determine fruit weight, threshed grain weight, and moisture content. A postharvest visit is made to glean fruit left in some sample fields.</p>", "<h5>Uses</h5>", "<p> Farmers and businesses use the production estimates for marketing decisions, to evaluate expected prices, and to determine when to sell. Congress takes into account changing yield and production levels in formulating farm legislation. USDA production forecasts are used to anticipate loan receipts and pricing of loan stocks for grains.</p>", "<p>Production forecasts are greatly relied upon by the transportation sector, warehouse and storage companies, banks and other lending institutions, commodity traders, and processors. Those in agribusiness who provide farmers with inputs, equipment, and other goods and services study reports when planning their marketing strategies. Analysts transform the statistics into projections of coming trends, interpretations of the trends' economic implications, and evaluations of alternative courses of action for producers, agribusinesses, and policy makers.</p>", "<h5>Frequency</h5>", "<p>The Objective Yield survey field work begins April 25 for winter wheat and July 25 for all the other crops. Sample units are visited at the end of each month during the growing season.</p>", "<h5>Methods</h5>", "<p>Fields for corn, cotton, and soybeans are selected from June Area survey tracts with planted acres of the commodity of interest. Winter wheat samples are selected from March Crops/Stocks reports with winter wheat planted for harvest as grain. Potato samples are selected from June Crops/Stocks survey operators reporting fall potato acreage for harvest.</p>", "<p> Data must be collected using personal visits to the field. These visits are made monthly with the final visit occurring when the crop is mature or the farmer plans to harvest. Counts and weights are expanded to a per acre yield and adjusted to a standard moisture for the commodity. Estimates of harvest loss are computed and subtracted from the biological (gross) yield of the harvest plots to determine net yield per acre. </p>", "<h5>Special Features</h5>", "<p>NASS and the World Agricultural Outlook Board have jointly produced <em>Understanding USDA Crop Forecasts</em> (Miscellaneous Publication No. 1554, March1999), which provides additional insight into the crop forecasting program of the USDA. </p>", "<p> A NASS report titled <em>The Yield Forecasting Program of NASS</em> (May 2006) provides a detailed and mathematical discussion of the yield forecasting and estimating program. </p>", "<h5>Related Programs \r\n\t\t\t</h5>", "<p><em>Agricultural Yield<br>\r\n            June Area<br>\r\n            Crops/Stocks </em></p>"], "survey_name": "Objective Yield", "banner_image_urls": "/images/survey/agriculture-yield.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Objective_Yield/index.php"},
{"body": ["Data from federally and non-federally inspected slaughter plants are used to estimate total red meat production. This estimate consists of reporting the number of head slaughtered plus live and dressed weights for cattle, calves, hogs, and sheep. The number of head slaughtered and live weights for goats are reported. Also, the number of head slaughtered only are estimated for bison. ", "Livestock slaughter data are collected from approximately 800 federally inspected plants and about 1,900 non-federally inspected plants under state inspection. Over 95 percent of the total U.S. slaughter for most species is under federal inspection."], "about": ["<h5>Program Content</h5>", "<p>The number of head slaughtered plus live and dressed weights of cattle, calves, hogs, and sheep are reported.  Information from federally and non-federally inspected slaughter plants is then summarized and used to estimate total red meat production.  The number of head slaughtered and live weights of goats are reported. Additionally, the number of head slaughtered bison are reported. </p>", "<h5>Uses</h5>", "<p>Livestock estimates provide USDA and the livestock industry with basic data to project future meat supplies and producer prices. Agricultural economists in both the public and private sectors use this information in economic analysis and research.</p>", "<p>Slaughter data from federally inspected plants are important to the Food and Safety and Inspection Service in fulfilling its responsibilities mandated by the Federal Meat Inspection Act (21 USC 620 and 661).</p>", "<p> NASS uses these data internally to check previously published livestock inventory estimates.</p>", "<h5>Frequency</h5>", "<p>Federally inspected data are summarized weekly and accumulated to a monthly total for the monthly release, while non-federally inspected data are summarized monthly only. An annual summary publication is released in April.</p>", "<h5>Methods</h5>", "<p>Primary data for the commercial livestock slaughter estimates are obtained from the daily reports submitted electronically by inspectors from the Food Safety and Inspection Service (FSIS), USDA, which provide actual counts of animals slaughtered in federally inspected plants.  These counts are combined with data from state-administered non-federally inspected slaughter plants to derive total commercial slaughter estimates.  Electronic submissions provide number of head slaughtered daily under federal inspection by species and class as well as total post-mortem condemnation and daily live and dressed weights.  Data for missing submissions are imputed using the data history of the missing plant.</p>", "<h5>Related Programs \r\n\t\t\t</h5>", "<p><em>Hog Inventory<br>\r\n            Sheep and Goat Inventory<br>\r\n            Monthly Cattle on Feed<br>\r\n            Cattle Inventory<br>\r\n            Meat Animals: Production, Disposition, and Income </em></p>"], "survey_name": "Livestock Slaughter", "banner_image_urls": "../../../images/survey/Livestock Slaughter.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Livestock_Slaughter/index.php"},
{"body": ["The organic surveys  provide acreage, production, and sales data for a variety of organic crop and  livestock commodities as well as organic marketing and agricultural practices.  The first survey was conducted in 2008 to support an emerging organic industry.  The 2008, 2014 and 2019 organic surveys are Census Special Studies, conducted  as follow-on surveys to the Census of Agriculture. These data collection  efforts surveyed all known organic operations in the U.S. The 2011, 2015, and  2016 certified organic surveys were conducted in cooperation with the USDA's Risk Management Agency to expand the number and variety of premium price  elections for certified organic crops. Currently Data is being collected for  the 2021 Certified Organics Survey.", "For more information on NASS’s  Organic Program contact Daphne Schauber at (202) 720-0595 or by email at ", ". "], "about": [], "survey_name": "Organic Agriculture", "banner_image_urls": "/images/survey/organic.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Organic_Production/index.php"},
{"body": ["The June Area survey is one of the largest annual NASS survey projects, and provides significant utility for the entire NASS survey program. The data collected are used to supply direct estimates of acreage and measures of sampling coverage.", "This survey utilizes an area sampling frame. The area frame consists of all land, stratified by land use, in all states except Alaska. The primary sampling units (PSU), based on land area, provide complete coverage of all agriculture activity occurring on that land and, therefore, all operators in the state.", "\r\n            ", "\r\n            A sample of over 9,000 segments, smaller units of a PSU measuring roughly one square mile, is selected from each land use stratum for data collection. All farm operators operating within the boundaries of the selected segments are interviewed. In a given year, approximately 70,000 agricultural and non-agricultural land use tracts are identified within the sampled segments. From that identification, over 30,000 detailed interviews are conducted with farmers operating farms inside the segment boundaries or who have the potential to qualify as a farm.", "\r\n            ", "\r\n            Every five years, over 3,000 extra segments are sampled to supplement census coverage measures."], "about": ["<h5>Program Content</h5>", "<p>The June Area Survey is designed to account for every acre of land, all agricultural activities, and land uses within segment boundaries. Crop acreage, grain stocks, cattle inventory, hog inventory, sheep and goat presence, land values, farm numbers, technology use, and value of sales data are collected. The diverse range of items is needed for direct estimation requirements and sample design needs for projects later in the survey year.</p>", "<h5>Uses</h5>", "<p>Modern agriculture increasingly calls upon NASS to supply reliable, timely, and detailed information. The wide range of crop, livestock, and economic statistics contained in these reports helps develop a stable economic atmosphere and reduces risk for production, marketing, and distribution operations. Economic data and statistics on rural America are becoming increasingly important. The June Area survey plays a critical role in these program areas.</p>", "<h5>Frequency</h5>", "<p>The June Area survey is conducted annually.</p>", "<h5>Methods</h5>", "<p>Historically, data collection for the June Area survey was completed entirely by personal interview during the first two weeks of June. Beginning in 2021, data collection will be completed by phone. Operators in selected segments will be identified, using alternate data sources, and an informational packet, including an aerial photograph and sample questionnaire, will be mailed to each respondent. This informational packet will help identify tracts of land operated within the segment boundary. Acreage data refer to the current crop year, while livestock and stocks data refer to June 1.<br>\r\n            <br>\r\n            The June Area frame survey provides direct estimates for several projects and generates a unique population of respondents. Those operations which did not have the opportunity to be sampled from the list frame comprise the non-overlap (NOL) domain. The NOL domain, identified from this survey, is used as a sampling source to calculate an incompleteness measure for multiple frame estimates for several major survey projects. This domain also provides NASS the ability to be responsive to the data needs of state and federal cooperators by ensuring complete sampling coverage for reimbursable survey projects. The detailed crop acreage data are also used as a sampling source for several of the Objective Yield Surveys.</p>", "<h5>Special Features</h5>", "<p>The June Area survey provides a ”ground truth” for several remote sensing projects and Geographic Information System research and products and supports other research projects.</p>", "<h5>Related Programs </h5>", "<p>Farms and Land in Farms</p>"], "survey_name": "June Area", "banner_image_urls": "../../../images/survey/June Area.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/June_Area/index.php"},
{"body": ["The ", " surveys provide detailed inventory of breeding and marketing hogs and the future supply of market hogs on a quarterly basis.  The United States Code, Title 7, Section 2204 authorizes the quarterly Hog Inventory survey. ", " Hog owners, including contractors, are the target population.  The sampling universe for the hog estimation program is all hog operations with capacity to raise breeding or market hogs.  A sample of hog operations from the list frame maintained by NASS is supplemented by a sample of area tracts to ensure complete coverage.  All states are included in the December Hog survey while producers in the largest 30 hog producing states are surveyed during the following three quarters.  Hog operations who own hogs in more than one state report inventories by state so the hogs and pigs are allocated to the proper state. "], "about": ["<h5>Program Content</h5>", "<p>For the quarterly hog surveys, nearly 7,000 hog owners are contacted for inventory as of the first of the month for (1) sows and gilts for breeding, (2) sows and gilts expected to farrow for the next six months, (3) boars and young males used for breeding, (4) weight groups of market hogs and pigs (under 50 pounds, 50 to 119 pounds, 120 to 179 pounds, and 180 pounds and over), (5) sows and gilts that farrowed during the previous three months and the resulting pig crop whether the hog operation still owned, sold, or slaughtered the pigs, and (6) information on contractor/contractees.</p>", "<h5>Uses</h5>", "<p>Producers use this data to determine production and marketing strategies.  The agricultural industry utilizes this information to assess markets and potential demand for products.  USDA agencies that use this information include the Economic Research Service, Foreign Agricultural Service, Agricultural Marketing Service, and Farm Service Agency.  The USDA's Office of the Chief Economist uses the data to prepare the World Agricultural Supply and Demand Estimates report.  The Department of Commerce, Bureau of Economic Analysis is a major non-USDA agency that utilizes the data to prepare national and regional estimates of farm income and production. </p>", "<h5>Frequency</h5>", "<p>The quarterly hog surveys are conducted in December (base quarter), March, June, and September.</p>", "<h5>Methods</h5>", "<p>The quarterly hog sample is drawn from the list of known hog owners on the NASS list frame.  Owners are stratified by size of total inventory. </p>", "<p> Information for the quarterly hog surveys is collected by electronic data reporting, mail, telephone interview, and face-to-face personal interviews. </p>", "<h5>Related Programs \r\n\t\t\t</h5>", "<p><em>Meat Animals: Production, Disposition, and Income<br>\r\n            Livestock Slaughter<br>\r\n            Farms, Land in Farms, and Livestock Operations</em></p>"], "survey_name": "Hog Inventory", "banner_image_urls": "/images/survey/760x130_01.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Hog_Inventory/index.php"},
{"body": ["The Hemp Acreage and Production Survey collects information on the acreage, yield, production, price, and value of hemp in the United States. The Domestic Hemp Production Program established in the Agriculture Improvement Act of 2018 (2018 Farm Bill) allows for the cultivation of hemp under certain conditions. The Hemp Acreage and Production Survey will provide needed data about the hemp industry to assist producers, regulatory agencies, state governments, processors, and other key industry entities."], "about": [], "survey_name": "Hemp Acreage and Production Survey", "banner_image_urls": "/images/survey/hemp.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Hemp/index.php"},
{"body": ["The Fruit and Nut surveys provide farmer and/or agri-business estimates and forecasts of crop acreage, yield, production, price, value of production, and disposition of the crop as a component of the process to estimate fruit and nut crop production levels, price, value, and disposition of the crop.\r\n ", " These surveys are conducted in the major production states for each respective commodity. States survey all known commercial producers of fruit and nut commodities when only a small number of growers exist. For some commodities where a large number of producers exist in a given state, the state will conduct a probability survey or contact a sample of the growers to get production data. "], "about": ["<h5>Program Content</h5>", "<p>Farm operators provide data for fruit and nut crops including apples, apricots, avocados, bananas, berries, cherries, cranberries, dates, figs, grapes, guavas, kiwifruit, nectarines, olives, papayas, peaches, pears, pineapples, plums, prunes, strawberries, grapefruit, lemons, oranges, tangelos, tangerines, temples, almonds, hazelnuts, macadamia nuts, pecans, pistachios, and walnuts being produced on the operation. </p>", "<p> Bearing acres, yield per acre, total production, utilized production, price, and value of production are the types of information collected for each crop from the producers and/or processors. A measure of change can be obtained by comparing previous season reports to current season or comparing within season reports. </p>", "<h5>Uses</h5>", "<p>The Fruit and Nut surveys are a vital component of the estimation process for fruit and nut production estimates. The uses of the resulting publications are to provide critical information on acreage, yield, production, price, utilized production, total production, and value of production to the fruit and nut industry, growers, transportation companies, farm program analysis, and economic calculation.</p>", "<p> Farm operators are the greatest benefactor of this data series. The estimates of production are the official, independent, and unbiased industry baseline. This kind of information is crucial in the price discovery process. </p>", "<p> Crop production estimates are also valuable for producers and industry to plan the marketing and movement of the commodity throughout the year.</p>", "<h5>Frequency</h5>", "<p>The Fruit and Nut surveys vary in frequency by commodity. One or more forecast surveys are conducted during the growing season followed by an end of growing season survey and an end of marketing season survey for most fruit commodities. Some commodities only have an end of growing season and/or an end of marketing season survey. The timing of each survey is dependent on the growing and marketing season of that particular commodity.</p>", "<h5>Methods</h5>", "<p>The forecast reference date for each fruit and nut commodity is the first of the month that the forecast report is published. Mail data collection for forecasts is to begin no earlier than the 25th of the previous month. Phone data collection begins no earlier than the 28th of the previous month. Data collection concludes between the 5th and 8th of each month depending on the release date of the publication. End of season surveys are conducted shortly after the end of the growing or marketing season. </p>", "<p> The primary methods of data collection are telephone interview and mail out/mail back data collection. Mail is emphasized as it is highly cost effective and less burdensome. However, in narrow data collection periods, the telephone is more effective. Personal interview data collection is used on a limited basis when coordination is needed across survey projects or when requested by the respondents. </p>", "<p> Phone enumerators may use CATI software which allows the enumerator to verbally maintain a conversation with the respondent while following the instrument question text. Reported data are entered directly into an electronic format and the software performs simple consistency checks. In many cases the enumerator relays the question to the respondent from a paper questionnaire and records the response on the paper form. These forms are reviewed for consistency, then summarized. </p>", "<h5>Related Programs </h5>", "<p><em>Fruit Chemical Use </em></p>"], "survey_name": "Fruits and Nuts ", "banner_image_urls": "/images/survey/fruit-nut.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Fruits_and_Nuts/index.php"},
{"body": ["The Commercial Floriculture Survey provides the number of growers, area of production, quantity sold, prices, value of sales for floriculture commodities, and average number of agricultural workers per farm or ranch."], "about": ["<h5>Program Contents</h5>", "<p>This survey is a census of over 10,000 commercial floriculture operations that annually produce and sell at least $10,000 of fresh cut flowers, potted flowering plants, foliage plants, annual bedding and garden plants, potted herbaceous perennials, cut cultivated florist greens, and propagative (unfinished) floriculture material. Annual sales include retail and wholesale sales of items surveyed.</p>", "<p>A data series for five cut flowers began in 1956 in five states, and today the survey covers six floriculture categories plus propagative material for each category in states.  The 28 main producing states are published individually.</p>", "<h5>Uses</h5>", "<p>Commercial floriculture estimates are used by all segments of the industry to plan for the future. Technology has changed production practices and tissue culture propagation has accelerated production. New products are being developed every year. To keep abreast of the rapidly changing industry, growers and suppliers need data. Individual growers can compare their own operation to other operations to help identify state and national trends as they plan the future of their business. These estimates are also used to support industry claims in cases involving unfair trade practices and in trade negotiations.</p>", "<p>Government uses the data collected by this survey to measure the economic impact of the industry. The value of sales of floriculture crops has exceeded $5 billion annually, a significant contribution to farm income and the Gross Domestic Product.</p>", "<h5>Frequency</h5>", "<p>The Commercial Floriculture Survey is conducted annually during the winter.</p>", "<h5>Methods</h5>", "<p>List building is a significant requirement for a census project. All state offices in the program conduct significant list building efforts to identify all floriculture operations. Once list building is complete, all potential operations (about 15,000) are screened for eligibility with about a third dropping out because they do not have the items of interest (nurseries with no floriculture) or do not having sufficient sales. Data collection usually begins around the end of December and concludes in early April. The reference period is the preceding year. The floriculture industry is widely varied from large corporate operations to small local greenhouses. All are contacted and considerable work is done to tailor the mode of data collection to the type of operation. Data collection methods include mail, phone, online, and personal interview.</p>", "<h5>Special Features</h5>", "<p>This project garners significant industry support from many organizations. </p>", "<h5>Related Programs \r\n\t\t</h5>", "<p><em>Census of Horticultural Specialties<br>\r\n        </em></p>"], "survey_name": "Floriculture", "banner_image_urls": "/images/survey/Floriculture.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Floriculture/index.php"},
{"body": ["The ", ", conducted by USDA’s Economic Research Service (ERS) and National Agricultural Statistics Service (NASS), in collaboration with the Office of the Chief Economist (OCE), will provide a greater understanding of local irrigation decisions and their impact on drought resilience. Over the last several decades, many aspects of local water management institutions have changed, including the number and size of irrigation organizations, the pricing structures used for cost recovery and the reliance on new sources of water quantity data, with an expanded emphasis on groundwater management. Increasing demands on the Nation’s limited water resources has heightened the need for information on local management decisions and infrastructure systems that can improve agricultural drought response. Limited data on how water-supply management entities at the local scale respond to water scarcity is an impediment to water-related research and analysis and knowledge transfer among local water managers in particular. "], "about": ["<h5>Program Content</h5>", "<strong>Scope</strong>", "<p>The <em>Survey of Irrigation Organizations</em> is intended to provide a nationally representative assessment of irrigation water-delivery entities and groundwater management districts serving the U.S. irrigated sector. The dataset will include information on organization structure, irrigation infrastructure and system management practices, and water use by source, with a special emphasis on institutional measures and conservation initiatives that enhance drought resilience and long-term water-supply management.  </p>", "<strong>Methods</strong>", "<p>ERS has sought external input from stakeholders on scope and details of the survey as well as input on how this survey can best be developed as a resource for regional water managers and irrigation organizations. </p>", "<strong>Related Programs </strong>", "<p>As a research resource, the survey will complement the existing farm-level <a href=\"/Surveys/Guide_to_NASS_Surveys/Farm_and_Ranch_Irrigation/index.php\">Irrigation and Water Management Survey</a> (formerly called the Farm and Ranch Irrigation Survey), a follow-on survey to the USDA <a href=\"/AgCensus/index.php\">Census of Agriculture</a>. The new Survey of Irrigation Organizations and supporting geodatabase will support analysis on land use, irrigation, conservation and risk management. Survey findings and related research should provide local water managers with useful information to effectively plan for and manage during drought conditions, and inform the analysis of federal and state water conservation and infrastructure investment activities at NRCS, USGS, Bureau of Reclamation, and other agencies with water resource management and data responsibilities.</p>"], "survey_name": "Irrigation Organizations", "banner_image_urls": "/images/survey/irrigation_organization.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Irrigation_Organizations/index.php"},
{"body": ["The 2018 Irrigation and Water Management Survey (formerly called the Farm and Ranch Irrigation Survey) is a follow-on to the 2017 Census of Agriculture. This survey provides the only comprehensive information on irrigation activities and water use across American farms, ranches, and horticultural operations. In responding to the survey, producers provide information on topics such as water sources and amount of water used, acres irrigated by type of system, irrigation and yield by crop, and system investments and energy costs."], "about": ["<div class=\"integration-list2\">   \r\n\t<ul class=\"listStyleNone\">\r\n\t\t\r\n<li>\r\n\t\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n                <p>What is the 2018 Irrigation and Water Management Survey?</p>\r\n            </div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t\t<div class=\"form-left\"></div>\r\n\t\t\t\t<div class=\"form-right\">\r\n\t\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t<p>The 2018 Irrigation and Water Management Survey (formerly called the Farm and Ranch Irrigation Survey) is a follow-on to the 2017 Census of Agriculture. This survey provides the only comprehensive information on irrigation activities and water use across American farms, ranches, and horticultural operations. In responding to the survey, producers provide information on topics such as water sources and amount of water used, acres irrigated by type of system, irrigation and yield by crop, and system investments and energy costs.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n        <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>How is the Irrigation and Water Management Survey conducted?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t<p>Just as with the Census of Agriculture, the Irrigation and Water Management Survey is conducted once every five years. NASS will survey a sample of all farmers who indicated on their Census of Agriculture form that they used irrigation on their operation. The Irrigation and Water Management Survey will be mailed in January 2019. Producers can respond by mail, online, telephone, or personal enumeration.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n        <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Why are nursery and horticulture operations included in this survey? </p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t  <div class=\"form-left\"> </div>\r\n\t\t\t  <div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p class=\"detail_1\">Water use is vital to nursery and horticulture operations. Nursery and horticulture operations account for a large portion of the American agricultural industry. To ensure that this important sector is accurately represented in agriculture water use reports, NASS made an extra effort to include nursery and horticulture producers in the Irrigation and Water Management Survey. </p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n    \r\n\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>I just completed the 2017 Census of Agriculture, which included irrigation questions. Why do I need to complete another survey?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t<p>NASS is committed to providing timely, accurate and useful statistics in service to U.S. agriculture. While the 2017 Census of Agriculture included questions about irrigation, it did not go into in-depth details. A survey specific to irrigation will allow NASS to publish more comprehensive information on this important practice. The results of this survey will aid in efforts to develop and promote efficient irrigation practices and ensure long-term sustainability of water resources.</p>\r\n </div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Is this survey mandatory</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t\t<div class=\"detail clearfix\">\r\n\t\t\t  <div class=\"form-left\"> </div>\r\n\t\t\t  <div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t<p> Yes. Since the Irrigation and Water Management Survey is a supplement to the Census of Agriculture, federal law (<a href=\"https://www.law.cornell.edu/uscode/text/7\" target=\"_blank\">Title 7, U.S. Code</a>) requires all those who receive a survey to respond.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\t\r\n\t\t\t\t\r\n\t\t\t\t <li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>Is the information an individual provides kept confidential?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t<p>Absolutely. NASS keeps all individual information confidential as required by law. Only the tabulated totals will be available in any published reports. Your responses will not be shared with anyone, including other government agencies or under threat of subpoena.</p>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\t\r\n\t\r\n<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>How are the data used?</p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p class=\"detail_1\">Survey data are used by producers, farm organizations, businesses, state departments of agriculture, elected representatives and legislative bodies at all levels of government, public and private sector analysts, the news media, and colleges and universities. The data are used to:\r\n                         </p><ul style=\"list-style-type:circle;\">\r\n                             <li>Compare water use by application method;</li>\r\n                             <li>Develop improved technologies;</li>\r\n                             <li>Develop Federal programs;</li>\r\n                             <li>Appraise water use trends;</li>\r\n                             <li>Assess impact of congressional legislation; and</li>\r\n                             <li>Evaluate the impact of irrigated crops by State.</li>\r\n                            </ul>\r\n\t\t\t\t\t\t</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n\r\n\r\n\t<li>\r\n\t\t\t<a class=\"expand\">\r\n\t\t\t\t<div class=\"right-arrow\">+</div>\r\n\t\t\t\t<div>\r\n\t\t\t\t\t<p>When and where will the results of the 2018 Irrigation and Water Management Survey be released? </p>\r\n\t\t\t\t</div>\r\n\t\t\t</a>\r\n\t\t<div class=\"detail clearfix\">\r\n\t\t\t<div class=\"form-left\"> </div>\r\n\t\t\t<div class=\"form-right\">\r\n\t\t\t\t<div class=\"sup\">\r\n\t\t\t\t\t\t<div>\r\n\t\t\t\t\t\t\t<p class=\"detail_1\">Survey results will be available November 13, 2019 online at <a href=\"/AgCensus/index.php\">www.nass.usda.gov/AgCensus</a>. For additional information on 2018 Irrigation and Water Management Survey, Census of Agriculture or any other NASS survey, call the Agricultural Statistics Hotline at (800) 727-9540 or email us at <a href=\"mailto:nass@usda.gov\">nass@usda.gov</a>  </p>\r\n</div>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t</div>\r\n\t\t\t</div>\r\n\t\t</li>\r\n    </ul>\r\n\t\t\t\t</div>"], "survey_name": "Irrigation and Water Management", "banner_image_urls": "/images/survey/Irrigation.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Farm_and_Ranch_Irrigation/index.php"},
{"body": ["The purpose of the Dairy Products survey is to provide information to help administer price support programs and by the dairy industry in planning, pricing, and projecting supplies of milk and milk products. ", " This survey is a national program conducted monthly in all states. The scope of the survey includes over 1,000 cheese plants, butter plants, ice cream plants, and other facilities that commercially produce manufactured dairy products. "], "about": ["<h5>Program Content</h5>", "<p>Dairy products statistics are collected monthly and used by USDA to establish estimates of stocks, shipments, prices received, and production for an entire month for such products as butter, cheese, dry whey, ice cream, and nonfat dry milk. Information on production of all other manufactured dairy products is collected, including water ices and condensed/evaporated milk products.</p>", "<h5>Uses</h5>", "<p>Uses of statistical information are extensive and varied. Production is an important aspect of price discovery for all products, including butter, cheese, and dry milk, which are purchased at support levels by the Agricultural Marketing Service. Producers use the information to determine production and marketing strategies. Producer organizations, financial institutions, traders, national policymakers, and foreign buyers and sellers are other important data users. Economists, analysts, and researchers interpret production data to project past and future trends, and determine the economic and social implications. State policymakers review the data to compare state trends and determine statewide policies affecting manufactured dairy production.</p>", "<h5>Frequency</h5>", "<p>Dairy Products survey is conducted monthly. However, some producers are only able to report annually or semi-annually, depending on production cycles. Those facilities that report monthly are not required to report again on the annual survey. Facilities storing nonfat dry milk or human grade dry whey are required to report monthly.</p>", "<h5>Methods</h5>", "<p>The Dairy Products survey universe is all facilities in the United States which produce dairy products commercially. Data collection for the reference month begins around the third week of the following month because of the time needed for accounting to be completed by the facilities. Mail is the primary method of data collection due to the level of detailed information needed. Telephone contacts are made to encourage response. </p>", "<h5>Related Programs \r\n\t\t\t </h5>", "<p><em>Cold Storage<br>\r\n            Milk Production </em></p>"], "survey_name": "Dairy Products", "banner_image_urls": "/images/survey/dairy-products.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Dairy_Products/index.php"},
{"body": ["The National Agricultural Statistics Service has developed a new survey program to collect data on key agriculture industries. The  Current Agricultural Industrial Reports (CAIR) program  collects and provides agriculture industry data previously published by the Census Bureau in its Current Industrial Reports (CIR) program which discontinued in 2011. ", "Current Agricultural Industrial Reports  covers the following sectors: Flour Milling, Ethanol, Cotton, and Fats and Oils. ", "\r\n    ", "The CAIR program provides timely and accurate estimates of production and storage of specific agricultural manufactured products. Five surveys conducted monthly or quarterly are used to produce four reports. See “About the Data” for a list of some of the data items that are published. The purpose of the data published is to inform public sector economic policy decisions and for market analysis, forecasting, and decision making in the private sector.", "NASS has a strong history protecting its respondents’ individual data, as required by federal law. Survey responses are confidential and used only in combination with similar reports from other producers. Title 7, U.S. Code, Section 2276 and the Confidential Information Protection and Statistical Efficiency Act prohibit disclosure of individual information. "], "about": ["<h5>Contact Information</h5>", "<p>For more information on NASS’ Current Agricultural Industrial Reports, please contact the Census Section at (202) 690-8747 or by email at <a href=\"mailto:HQ_CSD_CPB@nass.usda.gov\">HQ_CSD_CPB@usda.gov</a>.</p>", "<h5>About the Data</h5>", "<p>Each survey focuses on establishments that together account for the majority of that industry in the United States or production of the surveyed commodity. Data are available at the National level. Data items published include:</p>", "<ul>\r\n            <li>Ethanol co-products</li>\r\n            <li>Flour Milling Production and Capacity </li>\r\n            <li>Production and Stocks of Edible and Inedible Fats and Oils</li>\r\n            <li>Consumption, Stocks, and Spindle Activity on the Cotton System</li>\r\n            <li> Crushings and Stocks of Raw Materials at Oil Mills</li>\r\n            <li> Fats and Oil Warehouse Stocks <br>\r\n            </li>\r\n          </ul>", "<h5>Who Uses the Data?</h5>", "<p>NASS collects information directly from industry representatives, who participate on a confidential basis. The data are fact-based and report actual production, consumption, and stocks. The producers benefit directly and indirectly when public and private organizations rely on these accurate, timely data in making decisions about health, environment, safety, trade, and other issues. Some examples of how the data are used:</p>", "<ul>\r\n            <li><strong>United States Bureau of Economic Analysis</strong> – to prepare quarterly estimates of gross national product.</li>\r\n            <li><strong>United States Department of Agriculture,</strong> Economic Research Service and the Office of the Chief Economist – to provide regular estimates of production, shipments, inventories and consumption of specific manufacturing products.</li>\r\n            <li><strong>United States Bureau of Labor Statistics</strong> – to develop price indexes and estimates of productivity.</li>\r\n            <li><strong>Federal Reserve Board </strong>– to prepare monthly indexes of industrial production. </li>\r\n            <li><strong>International Trade Administration</strong> – to monitor effect of international trade on domestic production and meet responsibilities under the Trade Act, assess production trends, and forecast future industrial activity.</li>\r\n            <li><strong>Private Industry</strong> – to monitor effect of international trade on domestic production, evaluate relationship between company and industry performances, market analyses, assess current business conditions, and plan future operations.</li>\r\n          </ul>"], "survey_name": "Current Agricultural Industrial Reports Program", "banner_image_urls": "/images/survey/current-agricultural-industrial-report.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Current_Agricultural_Industrial_Reports/index.php"},
{"body": ["The Crop Progress and Conditions survey provides frequent and timely updates of farmer activities such as planting and harvesting, progress of crops through various phenological stages of development, and crop condition ratings throughout the growing season. ", " All states participate in the survey. Each state maintains a list of reporters, largely extension agents and Farm Service Agency staff, who report progress and conditions of selected crops in their area for the current week. Nearly every county in every state has at least one reporter. Reports returned each week account for over 75 percent of the acreage for major commodities. "], "about": ["<h5>Program Content</h5>", "<p>There are two types of questions, crop progress and crop conditions. Reporters are asked to respond as of Sunday. Crop progress questions ask reporters to estimate the percent of a particular crop that is at or beyond a specified stage of development. Progress questions are grouped into two categories, human activity and phenological development. Human activity includes field tillage, spraying, planting, cultivating, harvest, pruning, etc. Phenological development includes crop emergence, maturation, and various reproductive stages. Crop condition questions ask reporters to estimate the percent of a particular crop that is in each of five condition categories ranging from very poor to excellent.</p>", "<h5>Uses</h5>", "<p>State and U.S. level progress and condition estimates are used by producers, agribusinesses, and traders to assess current growing conditions in order to reduce or eliminate inherent risks of doing business. Other users include federal, state, and local government agencies, educational institutions, agricultural economists, and others for planning, decision making, and research. </p>", "<h5>Frequency</h5>", "<p>Crop progress surveys are conducted weekly from early April until late November. From December through March, field offices report on agricultural activities monthly.</p>", "<h5>Methods</h5>", "<p>Data are collected through several modes. Reporters responding by mail complete the questionnaire on Friday and mail it back to the state office for inclusion in the summary the following Monday. The most common mode of data collection is through a secured internet site. Reporters are given a user ID and password that allows them access to the site and report as late as Monday morning. Some states collect data by phone, also on Monday. Some reports are submitted by facsimile and a few are sent by e-mail. All reports are processed by mid-day Monday and states submit their results to Headquarters by early afternoon. The official report must be prepared by 4:00 p.m. Eastern Time. </p>", "<p> During the winter months, no formal survey is conducted. Field offices track farm activities during routine contacts within the industry. Each month, a summary report is submitted in advance of the <em>Crop Production</em> report. </p>", "<h5>Special Features</h5>", "<p>For major commodities, graphs are created that compare the accumulated progress through a particular phenological stage for the current year to the accumulated progress of the previous year and 5 year average.  Weekly crop conditions are also graphed and compared with historical condition ratings. </p>", "<p> The <em>Weekly Weather and Crop Bulletin</em>, compiled and distributed by the NOAA/USDA Joint Agricultural Weather Facility, reprints information the NASS <em>Crop Progress</em> report. </p>", "<p> Information from the <em>Crop Progress</em> report is also published in the monthly <em>Crop Production</em> reports in the form of crop summary narratives. </p>", "<h5>Related Programs \r\n\t\t\t </h5>", "<p><em>Crops/Stocks </em></p>"], "survey_name": "Crop Progress and Conditions", "banner_image_urls": "/images/survey/crop-progress-conditions.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Crop_Progress_and_Condition/index.php"},
{"body": ["The County Agricultural Production Survey (CAPS) provides data needed to estimate acreage and production of selected crops and inventory of major livestock species at the county level for state and federal programs.  Data are also collected to update commodity information on the NASS list frame for sampling purposes. ", " CAPS is conducted in 44 states. All counties in these states must be represented in the sample. The commodities covered by the survey are specific to each state. A federal county estimates program is jointly defined by NASS, USDA Risk Management Agency (RMA), and USDA Farm Service Agency (FSA). Individual states will add commodities to the program to cover special needs of local cooperators. "], "about": ["<h5>Program Content</h5>", "<p>The list of commodities is fairly exhaustive in most states. Operators are asked to provide information for their entire farm. For field crops and vegetables, farmers are asked for planted acres, area harvested for grain and silage, and quantity harvested. For fruit, number of trees or vines and quantity harvested are asked. For livestock, total inventory and numbers by subclasses, such as beef cows, dairy cows, and calves, are obtained. </p>", "<h5>Uses</h5>", "<p>The RMA uses county estimate data to determine when crop loss insurance payments are to made to farmers. They also use the data directly and indirectly in their actuarial process. The FSA uses the estimates in their formulas for posted county prices and disaster assistance programs. Other government agencies, universities, and research organizations use county estimate data to determine many production and economic values on a small area basis. County estimates are the only source of yearly localized estimates. </p>", "<h5>Frequency</h5>", "<p>The CAPS is conducted annually at the end of the harvest season. Some states conduct two surveys, one in late summer for the early harvested crops (small grains) and another in late fall for row crops, hay, and livestock. Most states conduct only one late fall survey.</p>", "<h5>Methods</h5>", "<p>The target population is all farms and ranches in each state. Operations in other acreage and livestock surveys are excused from the CAPS, however their responses to these other surveys are merged into the county summaries. Special sampling considerations are employed to ensure all counties and rarer commodities are adequately represented. Also, farms that have not responded to a survey for several years may be added to the sample for the purpose of refreshing sampling information. </p>", "<p> Each state develops its own data collection strategy. Most states conduct a mail survey with second mailings or a telephone follow up to ensure adequate coverage for each county. Response targets are set for each county and the follow up strategy is defined accordingly. The number of reports returned is monitored and a nonresponse follow up strategy is mapped out to achieve response targets.</p>", "<p> Summaries compute the measures needed to allocate previously released state totals to regions and counties. State estimates for commodities are made from acreage and livestock surveys conducted under more rigid controls. The CAPS is designed to increase the usable sample size to a level adequate for county level estimation. </p>", "<h5>Related Programs \r\n\t\t\t </h5>", "<p><em>Crops/Stocks<br>\r\n            Agricultural Yield<br>\r\n            Cattle Inventory<br>\r\n            Sheep and Goat Inventory<br>\r\n            Hog Inventory<br>\r\n            Census of Agriculture </em></p>"], "survey_name": "County Agricultural Production", "banner_image_urls": "/images/survey/county-agricultural-production.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/County_Agricultural_Production/index.php"},
{"body": ["The Farm Labor Survey provides the basis for employment and wage estimates for all workers directly hired by U.S. farms and ranches (excluding Alaska) for each of four quarterly reference weeks. The quarterly estimates, in turn, provide the basis for annual average estimates. The National Agricultural Statistics Service publishes quarterly and annual estimates for the United States as a whole, each of 15 multi-state labor regions, and the single-state regions of California, Florida, and Hawaii. NASS conducts the Farm Labor Survey in cooperation with the U.S. Department of Labor. ", "The target population includes all farms with $1,000 or more in annual sales value."], "about": ["<h5>Program Content</h5>", "<p>The Farm Labor Survey collects data on the number of hired workers, hours worked, and total wages by type of worker for each quarterly reference week. Since 2014, the survey collects data for field workers, livestock workers, and supervisors/managers by occupational groups based on the relevant “detailed occupation” categories of the Bureau of Labor Statistics’ applicable Standard Occupational Classification (SOC) system. The survey collects data for other workers by selected SOC-based occupational groups (with most workers falling into a residual “other worker” group). Prior to 2014, the survey collected data according to the FLS aggregate categories of field workers, livestock workers, supervisors/managers, and other workers.</p>", "<h5>Uses</h5>", "<p>The employment and wage estimates published in the <em>Farm Labor</em> report are used by federal, state, and local government agencies; educational institutions; farm organizations; and private sector employers of farm labor. Some examples: </p>", "<ul>\r\n            <li><strong>U.S. Department of Labor </strong>– The annual weighted average hourly wage rate for field and livestock workers combined is currently used as the Adverse Effect Wage Rate in administration of the H-2A Program. The H-2A Program is the provision under the Immigration Reform and Control Act that allows admission of temporary non-immigrant alien farm workers to perform farm labor or services of a temporary or seasonal nature. </li>\r\n            <li><strong>USDA</strong> – The wage rate data are used to compute a wage rate index, a component of the Parity Index used to compute parity prices of agricultural products. Parity prices are computed as a provision of the Agricultural Adjustment Act as amended. </li>\r\n          </ul>", "<h5>Frequency</h5>", "<p>Data for January and April are collected in April, and data for July and October are collected in October, in all states except California, which collects labor data monthly as part of a state program. </p>", "<h5>Methods</h5>", "<p>The Farm Labor Survey utilizes a dual frame sample design, including both list frame and area frame components, to ensure coverage of the target population. The total sample size was temporarily increased to approximately 38,000 operations to accommodate a program expansion implemented for mid-years 2019 through 2021. Beginning with the July and October 2021 survey, an optimal sample size of approximately 18,000 operations was derived both in accordance with a program contraction, and adjustment for declining survey participation rates.</p>", "<p>Data are collected primarily by mail and computer-assisted telephone interviews from NASS Data Collection Centers for all states except California. Where necessary, procedures were amended to accommodate year 2020 social distancing recommendations. </p>", "<p>In California, NASS conducts data collection in cooperation with the California Employment Development Department (EDD), which collects labor data monthly using EDD-specific instruments and follow-up procedures similar to NASS procedures. California EDD publishes monthly state farm labor estimates. </p>", "<p>For more information, see the <a href=\"http://www.nass.usda.gov/Publications/Methodology_and_Data_Quality/Farm_Labor/index.php\">“Farm Labor Methodology and Quality Measures”</a> publications. </p>", "<h5> Linking the Farm Labor Survey to the 2018 Standard Occupational Classification System</h5>", "<p>Federal statistical agencies use the Bureau of Labor Statistics’ Standard Occupational Classification (SOC) system to classify workers into occupational categories for the purpose of collecting, calculating, or disseminating data. <a href=\"farm-labor-soc-crosswalk\">The Farm Labor Survey (FLS) to SOC Crosswalk </a> defines the FLS worker groups in terms of SOC worker categories. </p>", "<ul>\r\n            <li>The Crosswalk assigns relevant SOC detailed occupations and major groups to the broader FLS categories (field workers, livestock workers, supervisors/managers, and other workers). Most SOC detailed occupations, and all SOC major groups, included in the FLS other workers category are provided for informational purposes; they are not used in data collection. </li>\r\n            <li>The term “part” on the Crosswalk is used where only a portion of the listed SOC occupation applies to the FLS occupation. In these cases, an FLS subdivision is listed and defined. </li>\r\n          </ul>", "<h5>Related Programs \r\n\t\t\t</h5>", "<p><em>June Area</em></p>"], "survey_name": "Farm Labor", "banner_image_urls": "/images/survey/agricultural-yield2.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Farm_Labor/index.php"},
{"body": ["The ", " Survey is conducted under an agreement with the Agricultural Marketing Service (AMS). AMS uses these data to measure the customer demand of local foods from the national farmers market manager’s perspective, look for potential expansion opportunities, target access to nutritional foods, market nutritional education, measure access to local foods and organic foods, and strengthen community engagement."], "about": ["<h5>Program Content</h5>", "<p>For the purposes of this study, a farmers market is defined as a collection of two or more farm vendors selling agricultural products directly to customers at a common, recurrent physical location. The farmers market manager is defined as the person who oversees the vendors, products, and staff at the farmers market.</p>", "<h5>Uses</h5>", "<p>The Agricultural Marketing Service (AMS) uses these data to measure the customer demand of local foods from the Farmers Market manager’s perspective, look for potential expansion opportunities, target access to nutritional foods, market nutritional education, measure access to local foods and organic foods, and strengthen community engagement.</p>", "<h5>Frequency</h5>", "<p>This survey will be conducted every 5 years</p>", "<h5>Methods</h5>", "<p>The survey population for the National Farmers Market Manager Survey were managers of U.S. farmers markets operating in 2019. Data collection began in March 2020 and concluded in June 2020 with analysis and review completed by publication on August 17, 2020. The survey was administered in the contiguous 48 states.</p>", "<p> The sampling frame was comprised of two frames to enable a measure of coverage. The sampling frames were the Farmers Market Directory maintained by AMS and a web-scraped list. Together these two frames resulted in approximately 12,000 records in the contiguous 48 states. A stratified systematic sample of 10,000 farmers markets was drawn from the union of two frames.</p>", "<h5>Related Programs \r\n\t\t\t</h5>", "<p><a href=\"https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Local_Food/index.php\">2015 Local Food Marketing Practices Survey</a></p>"], "survey_name": "Farmers Market Manager", "banner_image_urls": "/images/survey/farmers_market.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Farmers_Market/index.php"},
{"body": ["The Cotton Ginnings survey obtains data mandated by Title 13, Section 42 U.S.C. to provide all segments of the cotton industry (producers, buyers, brokers, shippers, textile firms, and researchers) with quantities of baled cotton that are available by specific geographic areas within the U.S. on a regular and reoccurring basis. ", " This survey program collects data used to measure monthly cottonseed prices, production, and disposition. Additionally, NASS uses these data as an aid in forecasting cotton production and preparing final state and county production estimates. ", " All active gins for a given crop season are included in the survey. This includes gins in all 17 cotton producing states. The 17 states do not include Kentucky or Maryland, who produce a very minimal amount of cotton and are not generally considered as cotton producing states."], "about": ["<h5>Program Content</h5>", "<p>Gins provide the number of bales ginned to date and an estimate of how many more they expect to gin during the season.  Gins also report the average price paid to producers for cottonseed. </p>", "<p> On the end-of-season questionnaire, the gins report total pounds of lint cotton produced from the bales ginned, the average weight per bale, and how many saw and roller ginning plants they operated during the season.  A random sample of the gins is asked to report total pounds of cottonseed derived from the bales ginned, how many pounds of cottonseed were or will be delivered to oil mills, or how many were used for feed, seed, or other uses. </p>", "<h5>Uses</h5>", "<p>Cotton ginnings reports provide reliable information for farmers, cotton buyers, bankers, credit associations, agricultural economists, farm organizations, and federal, state, and local policy makers.  Ideally, when all participants in an industry are equally informed, no one is at a disadvantage due to uncertainty. </p>", "<p> Cotton ginning reports provide a measure of the size of production or inventories so that prices can move in line with supply.  Without good information, risks of doing business increase and costs rise. </p>", "<p> Should a disaster occur in a specific cotton producing area, policy makers will have data available for that area to assist with disaster program implementation.  Cotton markets can continue to operate on a stable basis since the uncertainty of supply by geographic areas is minimized.  Private industry also use these data in their analyses and forecasts. </p>", "<p> It is crucial that supply/demand information be distributed widely to all levels of the farming, ginning, warehousing, merchant, cooperative, and manufacturing sectors.  This assures a competitive market structure far superior to one where either no one or only a few are informed. </p>", "<h5>Frequency</h5>", "<p>The survey is conducted 13 times throughout each season.  This includes August 1 (TX only) and September 1 (TX only), semi-monthly from September 15 through February 1, and an end-of-season questionnaire administered as each firm finishes ginning for the season.</p>", "<h5>Methods</h5>", "<p>The cotton ginnings program is a census of about 900 active gins.  Prior to the beginning of each ginning season, NASS supplements its list of gins from the previous season with a list supplied from each of the USDA's Agricultural Marketing Service (AMS) classing offices. </p>", "<p> The survey reference dates for the 13 ginning surveys are August 1 (TX only), September 1 (TX only), September 15, October 1, October 15, November 1, November 15, December 1, December 15, January 1, January 15, February 1, and the end-of-season (March 1). </p>", "<p> The vast majority of data are collected via telephone, mail, and fax.  Response rates to this voluntary survey are approximately 96 percent (prior to 1991, the Bureau of the Census had the authority to conduct this program under mandatory reporting laws). </p>", "<p> Information for the quarterly hog surveys is collected by electronic data reporting, mail, telephone interview, and face-to-face personal interviews. </p>", "<h5>Related Programs \r\n\t\t\t</h5>", "<p><em>Cotton Objective Yield<br>\r\n            Agricultural Yield<br>\r\n            Crops/Stocks </em></p>"], "survey_name": "Cotton Ginnings", "banner_image_urls": "/images/survey/Cotton Ginnings.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Cotton_Ginnings/index.php"},
{"body": ["The Conservation Practice Adoption Motivations Survey (CPAMS) is a joint project between the National Agricultural Statistics Service (NASS) and the Natural Resources Conservation Service (NRCS) aimed at assessing the adoption rates of different conservation practices. There are four different conservation categories which are surveyed: crop practices, grazing practices, confined livestock practices, and forestry practices. Each category will have a questionnaire that has been designed to gather information specific to the practices involved in each category. Survey data will be used to guide the implementation of NRCS programs in the future.", " Last Modified:\r\n\t\t\t\t\t\t", "06/07/2022", "    "], "about": [], "survey_name": "Conservation Practice Adoption Motivations ", "banner_image_urls": "/images/survey/cpam.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/CPAM/index.php"},
{"body": ["In recent decades, Congress has demonstrated strong support for conservation programs through Farm Bill legislation. The intent of this legislation is to ensure the nation’s farmlands remain healthy and productive while helping farmers and ranchers prevent soil erosion, maintain water quality, and protect natural resources. Conservation programs save millions of acres from soil erosion, enhance water and air quality, restore and protect wetlands and wildlife habitat and conserve water. Private landowners benefit from an assortment of assistance, including cost-share, land rental, incentive payments as well as technical assistance to adopt and maintain conservation practices. The 2016 National Resources Inventory (NRI) – Conservation Effects Assessment Project (CEAP) survey seeks to collects information from farmers and ranchers to more accurately measure the environmental benefits associated with implementation and installation of conservation practices on agricultural land. National Agricultural Statistics Service representatives will visit nearly 25,000 farms nationwide to interview farmers about production practices including: "], "about": ["<br>", "<p>NASS conducted the CEAP survey under a cooperative agreement with NRCS. Data obtained from the project may help NRCS conservationists and partners determine the efficiency and effectiveness of current conservation techniques and help identify best practices. CEAP results may also help:</p>", "<ul>\r\n\t\t\t\t<li>Evaluate resources farmers and ranchers may need in the future to further protect soil, water, and habitat</li>\r\n\t\t\t\t<li>Shed light on techniques farmers and ranchers use to conserve healthy agricultural systems and environments</li>\r\n\t\t\t\t<li>Improve and strengthen technical and financial programs that help farmers and ranchers plan and install conservation measures on agricultural land</li>\r\n\t\t\t\t<li>Support conservation programs that can help farmers and ranchers’ profits while also protecting natural resources</li>\r\n\t\t\t</ul>"], "survey_name": "Conservation Effects Assessment Project", "banner_image_urls": "/images/survey/conservation-effects.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Conservation_Effects_Assessment_Project/index.php"},
{"body": ["The Cattle Inventory surveys provide basic inventory data that describe the nation's cattle herd.  The reports provide estimates of the number of breeding animals for beef and milk production as well as the number of heifers being held for breeding herd replacement.  Estimates of cattle and calves being raised for meat production are also included.  The number of calves born during the previous year is also measured. ", " This survey is conducted in all states.  A sample of cattle producers is selected from the NASS list frame.  A sample of area tracts is selected to measure incompleteness of the list.  This ensures statistical coverage of all cattle operations in each state. "], "about": ["<h5>Program Content</h5>", "<p>Cattle producers provide data for total cattle inventory and the components of that total; beef cows, milk cows, bulls, replacement heifers, other steers and heifers, and calves.  Calf crop (calves born during the year), cattle on feed, grazing fees, and breeding animal values are also collected.</p>", "<h5>Uses</h5>", "<p>The cattle inventory estimates provide an important baseline of beef and milk cow herd supplies expected.  The estimates of inventory, cattle on feed, other steer and heifers, and calves all provide data points which produce comparisons and trends to help cattle producers and industry evaluate the amount of beef moving to market.</p>", "<p> Cattle producers are the largest benefactors of this data series.  The price discovery mechanism used to set farm gate beef prices is, at a minimum, based on credible estimates of supply that reflect the changing situations of the cattle cycle.  An individual producer, one who has little or no economies of scale to affect market prices, relies on credible estimates of supply to minimize unsubstantiated swings in farm gate prices. </p>", "<p> The estimates of beef movement to market is also critical information needed for input suppliers, packers and government to evaluate the slaughter capacity volume expected in future months and potential supplies for export. </p>", "<h5>Frequency</h5>", "<p>The <em>Cattle Inventory</em> survey is conducted in January and July of each year.  The January survey is the larger of the two surveys and includes nearly 50,000 cattle operations of all sizes.  Estimates are made for all states.  The July survey includes a list sample of nearly 10,000 of the larger cattle operations.  Estimates are made at the U.S. level only.</p>", "<h5>Methods</h5>", "<p>The reference dates for the surveys are January 1 and July 1 with data collection periods of 15 and 14 days respectively beginning at the reference date.  A considerable amount of time and effort is expended to tailor the data collection to the operation as well as coordinate the data collection with other surveys underway.  Mail out/mail back data collection is used and emphasized as a cost effective and less burdensome method of data collection.  Web-based reporting is also offered.  However, the primary method of collecting data is phone enumeration.  A limited number of personal interviews are reserved for large cattle operations or operators who request that method. </p>", "<p> Phone enumerators utilize Computer Assisted Telephone Interviewing (CATI), a sophisticated software which allows them to verbally maintain a conversation with the respondent while following the instrument flow and question text.  Reported data are entered directly into an electronic format and the software performs simple consistency checks which drastically reduces the need to make follow up contacts to the respondent. </p>", "<h5>Special Features</h5>", "<p>A special publication, <em>Overview of the US Cattle Industry </em>, is periodically released and includes an analysis of the cattle cycle. </p>", "<h5>Related Programs \r\n\t\t\t</h5>", "<p><em>Cattle on Feed<br>\r\n            Milk Production<br>\r\n            Meat Animals: Production, Disposition, and Income<br>\r\n            Livestock Slaughter<br>\r\n            United States and Canadian Cattle</em></p>"], "survey_name": "Cattle Inventory", "banner_image_urls": "/images/survey/Cattle Inventory.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Cattle_Inventory/index.php"},
{"body": ["The Cattle on Feed survey provides estimates of the number of cattle being fed a ration of grain, silage, hay and/or protein supplements for the slaughter market that are expected to produce a carcass that will grade select or better. ", " This  survey is conducted in the 16 largest cattle-feeding states. About 2,000 known cattle feeders with a capacity of 1,000 or more head are enumerated. Feedlots with 1,000 or more head capacity represent about 85 percent of all fed cattle in the U.S. The 16 largest states represent 98 percent of U.S. cattle on feed in lots of 1,000 head or more capacity. Data are used in conjunction with Cattle Inventory data from January and July to obtain a measure of cattle on feed not included in the survey. "], "about": ["<h5>Program Content</h5>", "<p>Cattle feeders provide data on inventory, placement into feedlots, marketing's from feedlots, and other disappearance from feedlots (deaths, returned to grazing, movement to another feedlot).  They provide further information on placement by weight group, and inventory by class.  Supplemental b n data about the number of lots by size group including lots with less than 1,000 head capacity are published annually in February.</p>", "<h5>Uses</h5>", "<p>The cattle on feed estimates provide an important near-term outlook for beef supplies coming to market.  Current marketing's are heavily correlated with Livestock Slaughter.  Cattle on feed placements by size group provide producers and analysts' information to forecast marketing's in a time period from approximately three to eight months following each monthly report.</p>", "<p> Cumulative placements can be used with January and July Cattle reports to monitor feeder cattle supplies.  Inventory by class can be used with January and July Cattle reports to monitor heifer retention in the cow/calf breeding herd.</p>", "<p> Benefactors of these data series= range throughout the beef marketing channel.  These would include cow/calf producers, backgrounding operations, cattle feeders, meat packers, wholesalers, and retailers.  Cattle on feed inventories correlate with the utilization of feed grains, impacting these and other input suppliers. </p>", "<h5>Frequency</h5>", "<p>The Cattle on Feed survey is conducted monthly.  Inventory by class, which breaks inventory into steers, heifers, and cows and bulls is asked on a quarterly basis.  Estimates are published for the 12 largest states and the U.S.</p>", "<h5>Methods</h5>", "<p>The reference date for the surveys is the first day of each month.  Data collection occurs for 7 to 10 days beginning at the reference date.  Due to the repeated contact of the respondents, convenience of reporting by respondents is critical to the success of the program.  A considerable amount of time and effort is expended to tailor the data collection to the operation as well as coordinate the data collection with other surveys underway.  Mail out/mail back data collection is used and emphasized as a cost effective and less burdensome method of data collection.  Relative to other surveys, a substantial number of personal interviews are conducted for operators who prefer and request this method.  There are many extremely large cattle feeders who play a key role in many states= cattle industries, and every effort is put forth to build a partnership with them as reporters.  However, the primary method of collecting data is phone enumeration. </p>", "<p>Phone enumerators utilize Computer Assisted Telephone Interviewing (CATI), a sophisticated software which allows them to verbally maintain a conversation with the respondent while following the instrument flow and question text.  Reported data are entered directly into an electronic format and the software performs simple consistency checks as well as checks against previously reported data which drastically reduce the need to make follow up contacts to the respondent. </p>", "<h5>Special Features</h5>", "<p>In February, estimates of the total number of operations feeding cattle and the number of operations by herd size are also made.  The total inventory for each range of herd size is included. </p>", "<h5>Related Programs \r\n\t\t\t </h5>", "<p><em>Cattle Inventory<br>\r\n            Meat Animals: Production, Disposition, and Income<br>\r\n            Livestock Slaughter</em></p>"], "survey_name": "Cattle on Feed", "banner_image_urls": "/images/survey/Cattle on Feed.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Cattle_On_Feed/index.php"},
{"body": ["The Chickens and Eggs survey provides information on the current supplies of eggs and on future supplies based on the size of the laying flock, number of replacement pullets, and placements in breeding flocks. ", "Flocks with more than 30,000 layers account for over 81 percent of all layers.", " Primary data for the Chickens and Eggs report are from weekly and/or monthly questionnaires sent to producers. An attempt is made to collect information for layer and egg estimates from each known contractor and independent producer who has at least 30,000 table egg layers, flocks of hatchery supply layers, or pullet only operations with at least 500 pullets. Coverage for operations with less than 30,000 table egg layers are estimated each month based on data reported in December. Approximately 500 contractors, independent egg producers, and pullet only operations are contacted each month. Data for broiler hatchery estimates are collected weekly from all broiler-type hatcheries that hatch at least one million chicks a year. Data for egg-type hatchery estimates are collected monthly from all egg-type hatcheries that hatch at least 50,000 chicks a year. "], "about": ["<h5>Program Content</h5>", "<p>Chickens and Eggs survey covers number of eggs produced, rate of lay (eggs per layer), number of layers, number of pullets on hand, disposition, pullets added, and forced moltings. Also, numbers of broiler and egg-type chicks hatched, eggs in incubators, and replacements for breeder supply flocks are provided.</p>", "<h5>Uses</h5>", "<p>The industry uses the data to gauge current and future supplies of eggs and broilers expected to come to market.  Producers use the data for business decisions.  Economists and other analysts use the data to monitor the health of the industry and to compute the industry's contribution to the agricultural sector. </p>", "<h5>Frequency</h5>", "<p>Data are collected and published monthly. The previous month's estimates are subject to revision if late reports or corrected data indicates a different level. Additionally, revisions after the monthly report will be made at the end of the marketing year and published in the annual reports of Chickens and Eggs Summary and Hatchery Production Summary. Estimates will also be reviewed for chickens and eggs after data from the 5-year Census of Agriculture are available. No revisions will be made after that date.</p>", "<h5>Methods</h5>", "<p>NASS maintains a list of chicken and egg contractors and independent producers in every state. Operations with an expected inventory of 30,000 chickens or more table egg layers, flocks of hatchery supply layers, or pullet only operations with at least 500 pullets are surveyed monthly with a reference date of the first. Operations less than 30,000 are only surveyed in December. Imputation methods are employed for operations not reporting using historical data and current data relationships for similar size operations. Reports received too late to be summarized for the current month are still processed for the next month and revised estimates may be published based on these data. Data for broiler hatchery estimates are collected weekly from all broiler-type hatcheries that hatch at least one million chicks a year, with smaller broiler-type ones and egg-type hatcheries contacted monthly. Data for hatcheries not reporting are estimated based on prior reports, capacity, seasonal changes, and changes shown for hatcheries reporting. </p>", "<h5>Special Features</h5>", "<p>Estimates for Puerto Rico are included in the <em>Chicken and Eggs Annual Summary</em> in February and the <em>Poultry - Production and Value Annual Summary</em> in April even though Puerto Rico is not part of the Chicken and Eggs survey.</p>", "<h5>Related Programs \r\n\t\t\t</h5>", "<p><em>Weekly Broiler Hatchery<br>\r\n            Poultry Slaughter<br>\r\n            Poultry Production, Disposition, and Income </em></p>"], "survey_name": "Chickens and Eggs", "banner_image_urls": "/images/survey/Chicken and Eggs.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Chickens_and_Eggs/index.php"},
{"body": ["The Cold Storage survey measures reserve food supplies held in commercial and public warehouses.  These holdings are immediately outside consumer pipelines. ", " Over 800 commercial and public warehouses in the 48 states that store refrigerated products 30 days or more represent the target population. "], "about": ["<h5>Program Content</h5>", "<p>The survey asks for inventories as of the last calendar day of the month for agricultural products, such as butter, American cheese and other natural cheeses, pork bellies and other pork products, all vegetables, all fruits and berries, whole chickens and chicken parts, whole turkeys and turkey parts, and boneless beef. </p>", "<h5>Uses</h5>", "<p>The industry uses the data to gauge current supplies of products available to consumers. For some commodities, the estimates are factored into public price discovery. Producers also use the data for business decisions. Economists and other analysts use the data to monitor the health of the industry and to compute the industry's contribution to the agricultural sector. Data frequently supplement production, import, and export data in balance sheets.</p>", "<h5>Frequency</h5>", "<p>Data are collected and published monthly. A 12-month summary of the previous calendar year is published each February.</p>", "<h5>Methods</h5>", "<p>NASS maintains a list of cold storage facilities that store targeted products for 30 days or more. Questionnaires are mailed to about 600 firms monthly with telephone follow up to the nonrespondents. Data are received via e-mail from an additional 200 companies. Responses generally cover 78 percent of the U.S. storage capacity. Imputation is done for operations not reporting using historical data and current data relationships. Reports received late for the current month are processed for the revised estimates published the following month. </p>", "<h5>Special Features</h5>", "<p>Special pages are included with historical highs and lows for the month are available.</p>", "<p> Biennially, a capacity survey is conducted to supplement the monthly updates of names and addresses for potential reporting firms. These data are used by firms planning to expand. </p>", "<h5>Related Programs \r\n\t\t\t</h5>", "<p><em>Livestock Slaughter<br>\r\n            Manufactured Dairy Products<br>\r\n            Dairy Product Prices<br>\r\n            Poultry Slaughter </em></p>"], "survey_name": "Cold Storage", "banner_image_urls": "/images/survey/cold_storage.png", "referring_url": "https://www.nass.usda.gov/Surveys/Guide_to_NASS_Surveys/Cold_Storage/index.php"}
]